Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: Select which video to seek, or both.
fa: انتخاب کنید که ویدیو به دنبال، و یا هر دو.

source: Select with the [Selector] tool the area of the image that you would like to keep steady. When clicking on the [Apply] button, the current frame will be set as reference frame and the currently selected area will be set as reference region. Use static template if the image does not change very much, dynamic template if the scene changes and the static mode is not enough to stabilize the frames. With [Dynamic] template update be careful that the result will be different if you will jump from frame to frame rather than playing them sequentially.
fa: با ابزار [انتخاب کننده] مساحت تصویر را انتخاب کنید که می خواهید ثابت نگه دارید. در هنگام کلیک بر روی دکمه [اعمال] قاب فعلی به عنوان چارچوب مرجع تنظیم خواهد شد و منطقه انتخاب شده در حال حاضر به عنوان منطقه مرجع تعیین خواهد شد. اگر تصویر تغییر چندانی نکرد از قالب ایستا استفاده کنید، قالب پویا در صورتی که صحنه تغییر کند و حالت ایستا برای تثبیت فریم ها کافی نباشد. با [پویا] به روز رسانی الگو مراقب باشید که نتیجه متفاوت خواهد بود اگر شما از قاب به قاب پرش به جای بازی آنها را به طور دنباله دار.

source: Select, using the [Point] tool and the appropriate tab in the filter settings, a [Desired Color], one or two [Undesired Colors] and a [Background Color]. The filter will generate and apply an affine linear transformation to the image's RGB channels that transforms the undesired color(s) into the background color and leaves the other user-selected colors unchanged. The transformation is determined by the [Color Mode] setting. [Legacy] is the original method described in (Berger et al., 2006) and removes only the first undesired color. Also [Min. Color Shift] removes only the first undesired color but uses a different method that minimizes the mean squared difference between the input and output images. This technique is known as the Monge-Kantorovitch optimal transportation problem. Finally, [Remove First and Second Color] removes both undesired colors.
fa: انتخاب کنید، با استفاده از ابزار [نقطه] و زبانه مناسب در تنظیمات فیلتر، یک [رنگ مورد نظر]، یک یا دو [رنگ های ناخواسته] و [رنگ پس زمینه]. فیلتر یک تبدیل خطی افین را به کانال های RGB تصویر تولید و اعمال خواهد کرد که رنگ(ها) ناخواسته را به رنگ پس زمینه تبدیل می کند و رنگ های انتخاب شده توسط کاربر دیگر را بدون تغییر باقی می ماند. تبدیل توسط تنظیم [حالت رنگ] تعیین می شود. [Legacy] روش اصلی توصیف شده در (برگر و همکاران، ۲۰۰۶) است و تنها اولین رنگ ناخواسته را حذف می کند. همچنین [Min. تغییر رنگ] تنها اولین رنگ ناخواسته را حذف می کند اما از روش متفاوتی استفاده می کند که میانگین تفاوت مربعی بین تصاویر ورودی و خروجی را به حداقل می رسد. این تکنیک به عنوان مشکل حمل و نقل بهینه Monge-Kantorovitch شناخته می شود. در نهایت [حذف رنگ اول و دوم] هر دو رنگ ناخواسته را حذف می کند.

source: Selected By The User
fa: انتخاب شده توسط کاربر

source: Selected Frames
fa: فریم های انتخاب شده

source: Selected scene for display.
fa: صحنه انتخاب شده برای نمایش.

source: Selected unique frames
fa: فریم های منحصر به فرد انتخاب شده

source: Selection
fa: بخش

source: Selection Overlay
fa: روکش انتخاب

source: Selection Type
fa: نوع انتخاب

source: Selection where the filter is applied. It may be the whole image, a static region, or a region containing a tracked object of interest.
fa: انتخاب که در آن فیلتر اعمال می شود. ممکن است کل تصویر، یک منطقه ایستا، یا منطقه ای باشد که حاوی یک شیء مورد علاقه ردیابی شده باشد.

source: Selections
fa: انتخاب شده ها

source: Selections to Keep
fa: انتخاب برای نگه داشتن

source: Selections to Remove
fa: انتخاب برای حذف

source: Selector
fa: انتخابگر

source: Selects IntraFrames of a video.
fa: IntraFrames یک ویدیو را انتخاب می کند.

source: Selects a list of frames that are defined by the user.
fa: لیست فریم هایی را انتخاب می کند که توسط کاربر تعریف می شوند.

source: Selects a single frame of the video.
fa: یک فریم از ویدیو را انتخاب می کند.

source: Selects frames of the video within an interval with an optional step. Support the trimming of the original video stream without transcoding.
fa: فریم های ویدیو را در فاصله زمانی با یک مرحله اختیاری انتخاب می کند. پشتیبانی از پیرایش جریان ویدئو اصلی بدون transcoding.

source: Selects if using a classical linear PSF or two isolated points to correct replica issues.
fa: انتخاب می کند اگر با استفاده از PSF خطی کلاسیک و یا دو نقطه جدا شده برای اصلاح مسائل المثنی.

source: Selects video frames.
fa: فریم های ویدیویی را انتخاب می کند.

source: Send Image To PowerPoint
fa: ارسال تصویر به پاورپوینت

source: Send Image To Word
fa: ارسال تصویر به ورد

source: Send To Commander
fa: ارسال به فرمانده

source: Send to FlexView
fa: ارسال به FlexView

source: Sensitivity
fa: حساسیت

source: Separate Fields
fa: زمینه های جداگانه

source: Separate a latent fingerprint from the background.
fa: یک اثر انگشت نهان را از پس زمینه جدا کنید.

source: Separate a print stamp from a post stamp.
fa: یک تمبر چاپی را از یک تمبر جدا کنید.

source: Separate a reflection from what's behind it.
fa: بازتابی را از آنچه پشت آن است جدا کنید.

source: Separate inks of different colors from a document.
fa: جوهرهای رنگ های مختلف را از یک سند جدا کنید.

source: Separate inks of different colors from graffiti on the wall.
fa: جوهرهای رنگ های مختلف را از گرافیتی روی دیوار جدا کنید.

source: Separates different scenes multiplexed in the same video. Supports the automatic export of multiple channels with a single action.
fa: صحنه های مختلف مالتی پلک شده در همان ویدئو را از هم جدا می کند. پشتیبانی از صادرات خودکار کانال های متعدد با یک عمل واحد.

source: Separates signals due to different informative components in the image.
fa: سیگنال ها را به دلیل اجزای آموزنده مختلف در تصویر از هم جدا می کند.

source: Sequence
fa: ترتیب

source: Sequence Loader
fa: بارگذار دنباله دار

source: Sequence Writer
fa: سکانس نویس

source: Serial
fa: سریال

source: Server Address
fa: آدرس سرور

source: Server error.
fa: خطا در سرور

source: Server-authenticated mode
fa: حالت تصدیق شده توسط سرور

source: Set
fa: تنظیم

source: Set Font
fa: تنظیم فونت

source: Set Input
fa: مجموعه ورودی

source: Set Selected Frames
fa: تنظیم قاب های انتخاب شده

source: Set [Output] to [Frequency Spectrum (FFT)], which shows the image FFT (Fast Fourier Transform), or to [Side by Side], which shows the FFT together with the processed image. In these modes, you can set to zero specific portions of the FFT, which correspond to the interferences. Three selection methods are available: - Select with the [Select] tool the areas you wish to set to zero and click on [Add] in the [Selections to Remove] control. If you need to undo a selection, select it on the list and click on the button [Delete]. - Select with the [Select] tool the areas you wish to keep and then click on [Add] in the [Selections to Keep] control. This tool, combined with the previous one, can be used to define selections with complex shapes or holes. - Click on the [Automatic Selection] control to automatically detect the peaks of the FFT, which typically correspond to strong periodic patterns or interferences. If necessary, use the [Selections to Remove] or [Selections to Keep] controls to fine tune the selection. - The filter may, in some cases, introduce ringing artifacts near sharp edges in the image. If this occurs, use the [Smoothing] slider to reduce the artifacts. This, however, also reduces the effect of the filter. To check how the filter affects the output image, set [Output] to [Image (IFFT)] or [Side by Side], which show the inverse FFT of the filtered spectrum. It is possible to show the deleted data by setting [Output] to [Image Complement (IFFT)].
fa: تنظیم [خروجی] به [طیف فرکانسی (FFT)]، که نشان می دهد تصویر FFT (تبدیل فوریه سریع)، و یا به [پهلو به پهلو]، که نشان می دهد FFT همراه با تصویر پردازش شده است. در این حالت ها، شما می توانید به صفر بخش خاص از FFT، که مربوط به تداخلات تنظیم شده است. سه روش انتخاب در دسترس هستند: - انتخاب با ابزار [انتخاب] مناطق شما مایل به تنظیم به صفر و کلیک بر روی [اضافه کردن] در [انتخاب برای حذف] کنترل. اگر نیاز به باز کردن انتخاب دارید، آن را در لیست انتخاب کنید و روی دکمه [Delete] کلیک کنید. - انتخاب با ابزار [انتخاب] مناطق شما مایل به نگه داشتن و سپس با کلیک بر روی [اضافه کردن] در [انتخاب برای حفظ] کنترل. این ابزار همراه با ابزار قبلی می تواند برای تعریف انتخاب هایی با اشکال یا سوراخ های پیچیده مورد استفاده قرار گیرد. - با کلیک بر روی کنترل [انتخاب خودکار] به طور خودکار تشخیص قله های FFT, که به طور معمول مربوط به الگوهای دوره ای قوی و یا تداخل. در صورت لزوم، از [انتخاب ها برای حذف] یا [انتخاب ها برای نگه داشتن] کنترل ها برای تنظیم خوب انتخاب استفاده کنید. - فیلتر ممکن است در برخی موارد، آثار زنگ در نزدیکی لبه های تیز در تصویر را معرفی کند. اگر این اتفاق افتاد، از لغزنده [Smoothing] برای کاهش مصنوعات استفاده کنید. اما این کار اثر فیلتر را نیز کاهش می دهد. برای بررسی نحوه تأثیر فیلتر بر تصویر خروجی، [خروجی] را به [تصویر (IFFT)] یا [Side by Side] تنظیم کنید که FFT معکوس طیف فیلتر شده را نشان می دهد. می توان داده های حذف شده را با تنظیم [خروجی] به [Image Complement (IFFT)] نشان داد.

source: Set an output resolution of 120 DPI to obtain a 1:1 reproduction on the PDF report. The selected interpolation method is used for upsampling; area interpolation is used for downsampling.
fa: تنظیم وضوح خروجی 120 DPI برای به دست آوردن تولید مثل 1:1 در گزارش PDF. روش بین یابی انتخاب شده برای نمونه برداری استفاده می شود؛ از اینترپلاسیون منطقه برای نمونه برداری استفاده می شود.

source: Set first [Highlights] and [Shadows], then [Midtones]. Changing [Highlights] or [Shadows] will automatically set [Midtones] to an intermediate value.
fa: تنظیم اول [نکات برجسته] و [سایه]، سپس [Midtones]. تغییر [نکات برجسته] یا [سایه ها] به طور خودکار [Midtones] را به یک مقدار متوسط تنظیم خواهد کرد.

source: Set the object you want to see better on the first frame of the video and click [Apply]. To avoid long processing times don't use more than a few hundred frames and crop the region of interest before applying [Super Resolution].
fa: شیئی را که می خواهید در قاب اول ویدیو بهتر ببینید تنظیم کنید و روی [Apply] کلیک کنید. برای جلوگیری از زمان پردازش طولانی بیش از چند صد فریم استفاده نکنید و محصول منطقه مورد علاقه قبل از استفاده از [].

source: Set to Black
fa: تنظیم به سیاه و سفید

source: Set to Middle Value
fa: تنظیم به مقدار میانی

source: Set to White
fa: تنظیم به سفید

source: Settings
fa: تنظیمات

source: Shadows
fa: سایه ها

source: Shape
fa: شکل

source: Shape Type
fa: نوع شکل

source: Shape of the filter kernel.
fa: شکل هسته فيلتر .

source: Sharpen
fa: واضح کردن

source: Sharpen a face.
fa: يه صورت رو تيز کن.

source: Sharpen a license plate.
fa: يه پلاک رو تيز کن.

source: Sharpening
fa: شربننج

source: Sharpens the image using a Laplacian filter algorithm.
fa: تصویر را با استفاده از یک الگوریتم فیلتر لاپلاسی واضح می کند.

source: Sharpens the image using an unsharp masking filter.
fa: تصویر را با استفاده از یک فیلتر ماسک ناواضح، واضح می کند.

source: Sharpness of borders and details of the interpolated image.
fa: تیزی مرزها و جزئیات تصویر در هم تنیده.

source: Show / Hide All Layers
fa: نمایش / پنهان کردن تمام لایه ها

source: Show B Backward Motion Vectors
fa: نمایش B بردارهای حرکت عقب مانده

source: Show B Forward Motion Vectors
fa: نمایش B بردارهای حرکت رو به جلو

source: Show Correlation
fa: نمایش همبستگی

source: Show Description Panel
fa: نمایش پانل توضیحات

source: Show Filter Id on History and Report
fa: نمایش شناسه فیلتر در تاریخچه و گزارش

source: Show Helper Lines
fa: نمایش خطوط یاب

source: Show Horizon
fa: نمایش افق

source: Show Input
fa: نمایش ورودی

source: Show Macroblock Type
fa: نمایش نوع ماکروبلوک

source: Show Motion Vector Type
fa: نمایش نوع بردار حرکت

source: Show Output
fa: نمایش خروجی

source: Show Output Line
fa: نمایش خط خروجی

source: Show Output Measure
fa: نمایش اندازه گیری خروجی

source: Show P Forward Motion Vectors
fa: نمایش بردارهای حرکت P به جلو

source: Show Reference Line
fa: نشان دادن خط مرجع

source: Show Reference Measure
fa: نشان دادن اندازه گیری مرجع

source: Show Saturated Pixels
fa: نمایش پیکسل های اشباع شده

source: Show Settings
fa: نمایش تنظیمات

source: Show Settings for Current Filter
fa: نمایش تنظیمات برای فیلتر فعلی

source: Show Start Page
fa: نمایش صفحه شروع

source: Show X Line
fa: نمایش خط ایکس

source: Show X Lines
fa: نمایش خطوط ایکس

source: Show X Measure
fa: نمایش اندازه گیری X

source: Show Y Line
fa: نمایش خط Y

source: Show Y Lines
fa: نمایش خطوط Y

source: Show Y Measure
fa: نمایش اندازه گیری Y

source: Show Z Lines
fa: نمایش Z خطوط

source: Show input histogram
fa: نمایش هستوگرام ورودی

source: Show output histogram
fa: نمایش هستوگرام خروجی

source: Showing the similarity metrics for frame %lld.
fa: نشان دادن متریک های شباهت برای قاب %lld.

source: Shows the correlation between the two current inputs.
fa: همبستگی بین دو ورودی جاری را نشان می دهد.

source: Side By Side
fa: پهلو به پهلو

source: Side-by-Side Horizontally
fa: پهلو به پهلو به صورت افقی

source: Side-by-Side Vertically
fa: پهلو به پهلو به صورت عمودی

source: Sigma
fa: تارگت

source: Sigma from Size
fa: سیگما از اندازه

source: Sign
fa: علامت

source: Silence
fa: سکوت

source: Similarity
fa: شباهت

source: Similarity Metrics
fa: متریک های شباهت

source: Since your subscription for this license has expired, you cannot run the software. To renew your subscription please contact %s.
fa: از آنجا که اشتراک شما برای این مجوز منقضی شده است، شما نمی توانید نرم افزار را اجرا کنید. برای تجدید اشتراک با ما تماس %s.

source: Since your support and maintenance service (SMS) for this license has expired before the release of this version of the software, you cannot run it. To renew your SMS please contact %s.
fa: از آنجا که سرویس پشتیبانی و نگهداری شما (SMS) برای این مجوز قبل از انتشار این نسخه از نرم افزار منقضی شده است، شما نمی توانید آن را اجرا کنید. برای تجدید اس ام اس با ما تماس %s.

source: Single
fa: تک

source: Single File
fa: تک فایل

source: Single Selector
fa: انتخاب کننده تک

source: Sinusoid at 1000 Hz
fa: سینوسوئید در 1000 هرتز

source: Sinusoid at 2000 Hz
fa: سینوسوئید در 2000 هرتز

source: Sinusoid at 440 Hz
fa: سینوسوئید در 440 هرتز

source: Size
fa: اندازه

source: Size (in frames) of the "temporal window" to be used, i.e. the number of frames to average.
fa: اندازه (در فریم ها) از "پنجره زمانی" استفاده شود، به عبارتی تعداد فریم ها به طور متوسط.

source: Size Presets
fa: پیش فرض های اندازه

source: Size X
fa: اندازه X

source: Size Y
fa: اندازه Y

source: Size from Sigma
fa: اندازه از سیگما

source: Size of a pixel neighborhood that is used to calculate the threshold value T for each pixel of the image.
fa: اندازه یک محله پیکسلی که برای محاسبه مقدار آستانه T برای هر پیکسل تصویر استفاده می شود.

source: Size of image blocks for filtering.
fa: اندازه بلوک های تصویر برای فیلتر کردن.

source: Size of output image in pixels.
fa: اندازه تصویر خروجی در پیکسل.

source: Size of the Gaussian bilateral kernel in pixels.
fa: اندازه هسته دوطرفه گاوس در پیکسل.

source: Size of the Gaussian kernel in pixels.
fa: اندازه هسته گاوس در پیکسل.

source: Size of the Sobel kernel.
fa: اندازه هسته سوبل .

source: Size of the blocks used to average the difference.
fa: اندازه بلوک های مورد استفاده به طور متوسط تفاوت.

source: Size of the filter kernel in pixels.
fa: اندازه هسته فیلتر در پیکسل.

source: Size of the kernel used for filtering.
fa: اندازه هسته مورد استفاده برای فیلترینگ.

source: Size of the kernel used to compute the second-derivative filter.
fa: اندازه هسته مورد استفاده برای محاسبه فیلتر مشتق دوم.

source: Size of the output frame.
fa: اندازه قاب خروجی.

source: Size of the window to average to calculate color values.
fa: اندازه پنجره به طور متوسط برای محاسبه مقادیر رنگ.

source: Skip
fa: پرش

source: Smallest possible match value for associating a frame with a scene.
fa: کوچکترین مقدار مطابقت ممکن برای مرتبط کردن یک قاب با یک صحنه.

source: Smart Resize
fa: تغییراندازه هوشمند

source: Smoothing
fa: صاف

source: Smoothing contribution from the neighboring frames.
fa: هموار کردن سهم از قاب های همسایه.

source: Smoothing strength from the current frame.
fa: صاف کردن قدرت از قاب فعلی.

source: Smoothing.
fa: صاف.

source: Smooths the image using a Gaussian filter algorithm.
fa: تصویر را با استفاده از یک الگوریتم فیلتر گاوس صاف می کند.

source: Smooths the image with a Wiener filter.
fa: تصویر را با فیلتر وینر صاف می کند.

source: Smooths the image with a bilateral Gaussian filter.
fa: تصویر را با فیلتر گاوس دوطرفه صاف می کند.

source: Smooths the image with an averaging filter.
fa: تصویر را با یک فیلتر میانگین صاف می کند.

source: Snapshot Data
fa: داده های عکس فوری

source: Snapshot Mode
fa: حالت عکس فوری

source: Snapshot saved: %s
fa: عکس فوری ذخیره شده: %s

source: Sobel
fa: سوبل

source: Software version info:
fa: اطلاعات نسخه نرم افزار:

source: Solve seeking and encoding issues.
fa: حل مسائل به دنبال و رمز.

source: Some files required by the application are missing. Please reinstall the program.
fa: برخی از پرونده های مورد نیاز برنامه گم شده اند. لطفا برنامه را دوباره نصب کنید.

source: Some of the input files in the project are missing. Press OK to try to relocate them or Cancel to cancel the project loading.
fa: برخی از فایل های ورودی در پروژه گم شده اند. OK را فشار دهید تا سعی کنید آنها را جابه جا کنید یا لغو کنید تا بارگذاری پروژه لغو شود.

source: Sometimes an error in demultiplexing may be caused by a bad decoding. In this case transcode the video to a raw format with the [Video Writer] before the demultiplexing to solve the problem.
fa: گاهی اوقات یک خطا در demultiplexing ممکن است ناشی از یک رمزگشایی بد باشد. در این مورد ویدیو را به یک فرمت خام با [ویدئو نویسنده] قبل از demultiplexing برای حل مشکل منتقل کنید.

source: Sorry, the existing instance may be too busy to respond. Please close any open dialogs and retry.
fa: با عرض پوزش، نمونه موجود ممکن است بیش از حد مشغول به پاسخ. لطفاً هرگونه گفتگوی باز را ببندید و دوباره اقدام کنید.

source: Sort
fa: مرتب سازی

source: Source Hash
fa: منبع هش

source: Source Points
fa: نقاط منبع

source: Source:
fa: منبع:

source: Space Sigma
fa: سیگما فضایی

source: Spanish
fa: اسپانیایی

source: Sparse Selector
fa: انتخاب کننده کم رنگ

source: Special Next Frame
fa: قاب بعدی ویژه

source: Special Previous Frame
fa: قاب قبلی ویژه

source: Specify text font, size and color.
fa: قلم متنی، اندازه و رنگ را مشخص کنید.

source: Speed
fa: سرعت

source: Speed set: %s
fa: مجموعه سرعت: %s

source: Speed:
fa: سرعت:

source: Spotlight
fa: نور افکن

source: Square
fa: مربع

source: Stabilization
fa: تثبیت

source: Stabilize a car to keep it in the same part of the video.
fa: تثبیت یک ماشین برای نگه داشتن آن در همان بخش از ویدیو.

source: Stabilize a face as preprocessing for frame averaging.
fa: تثبیت صورت به عنوان پیش پردازش برای قاب به طور متوسط.

source: Stabilize a license plate as preprocessing for frame averaging.
fa: تثبیت یک پلاک به عنوان پیش پردازش برای قاب به طور متوسط.

source: Stabilize a person to keep her in the same part of the video.
fa: تثبیت یک فرد برای نگه داشتن او را در همان بخش از ویدیو.

source: Stabilize a subject in a shaky video.
fa: تثبیت یک موضوع در یک ویدیو لرزان.

source: Stabilize the video of a body worn camera.
fa: تثبيت ويديوي يک دوربين فرسوده بدن .

source: Stabilize the video of a fight outside a bar taken with a mobile phone.
fa: تثبیت ویدیو از مبارزه در خارج از نوار گرفته شده با تلفن همراه.

source: Stabilized Video
fa: ویدئو تثبیت شده

source: Stabilizes a shaking video by keeping the current selection steady. The object of interest must be present in all frames. Supports different stabilization modes.
fa: یک ویدیو تکان دهنده را با ثابت نگه داشتن انتخاب فعلی تثبیت می کند. شیء مورد علاقه باید در تمام فریم ها وجود داشته باشد. از حالت های تثبیت مختلف پشتیبانی می کند.

source: Stabilizes the overall scene of a shaking video. Does not need a specific object, but also stabilizes a changing scene.
fa: صحنه کلی یک ویدئو تکان دهنده را تثبیت می کند. به شیء خاصی نیاز ندارد، بلکه یک صحنه در حال تغییر را نیز تثبیت می کند.

source: Stabilizes video frames.
fa: قاب های ویدئویی را تثبیت می کند.

source: Standard Formats
fa: فرمت های استاندارد

source: Standard deviation of the Gaussian distribution for differences of pixel values.
fa: انحراف استاندارد توزیع گاوس برای تفاوت مقادیر پیکسل.

source: Standard deviation of the Gaussian distribution for pixel positions.
fa: انحراف استاندارد توزیع گاوس برای موقعیت های پیکسلی.

source: Standard deviation of the Gaussian distribution.
fa: انحراف استاندارد توزیع گاوس.

source: Start
fa: شروع

source: Start Angle
fa: زاویه شروع

source: Start Capture
fa: شروع ضبط

source: Start Frame/GOP Analysis
fa: شروع قاب / GOP تجزیه و تحلیل

source: Start Rec
fa: شروع Rec

source: Start a New Project
fa: شروع یک پروژه جدید

source: Static Region
fa: منطقه ایستا

source: Static Tracking
fa: ردیابی ایستا

source: Status: not recording
fa: وضعیت: ضبط نشدن

source: Status: recording
fa: وضعیت: ضبط

source: StdDev
fa: استدیف

source: Step
fa: مرحله

source: Step must be bigger than 0.
fa: گام باید بزرگتر از 0 باشد.

source: Steps
fa: مراحل

source: Stereographic
fa: استریوگرافیک

source: Still Details
fa: هنوز جزئیات

source: Still Smooth
fa: هنوز صاف

source: Stop
fa: توقف

source: Stop Rec
fa: توقف Rec

source: Straight Alpha Channel
fa: کانال آلفا مستقیم

source: Strength
fa: قدرت

source: Strength of the filter. Higher values produce a stronger effect.
fa: قدرت فيلتر . مقادیر بالاتر اثر قوی تری تولید می کنند.

source: Strength of the sharpening effect; larger values provide increasing amounts of sharpening.
fa: قدرت اثر وضوح; مقادیر بزرگتر مقادیر فزاینده ای از تیز شدن را فراهم می کنند.

source: Stripping Mode
fa: حالت سلب

source: Subscription
fa: اشتراک

source: Subscription credentials
fa: اعتبارنامه اشتراک

source: Subtitles
fa: زیرنویس

source: Subtitles Streams
fa: زیرنویس جریان ها

source: Success
fa: موفقیت

source: Sum of Absolute Differences (mean).
fa: مجموع تفاوت های مطلق (میانگین).

source: Summary
fa: خلاصه

source: Summary:
fa: خلاصه:

source: Superimposes a grid onto the image or video. Useful for compression estimation and other analysis.
fa: یک شبکه را بر روی تصویر یا ویدئو ابرتقناب می کند. مفید برای برآورد فشرده سازی و تجزیه و تحلیل دیگر.

source: Superimposes an external image onto the current image or video to mark it. Supports transparency (alpha) channel or color to transparency conversion.
fa: یک تصویر خارجی را بر روی تصویر یا ویدئو فعلی ابرمق دار می کند تا آن را علامت گذاری کند. از شفافیت (آلفا) کانال یا رنگ به تبدیل شفافیت پشتیبانی می کند.

source: Support expired. To install new updates,
fa: پشتیبانی منقضی شد. برای نصب به روز رسانی های جدید،

source: Supported Formats
fa: فرمت های پشتیبانی شده

source: Supported formats (T+S+P)
fa: فرمت های پشتیبانی شده (T+S+P)

source: Swap points 1 and 2 of reference and measurement if the active axis is z and point 1 is above point 2.
fa: نقاط سوآپ ۱ و ۲ مرجع و اندازه گیری اگر محور فعال z و نقطه ۱ بالاتر از نقطه ۲ باشد.

source: Switch between manual adjustment of the distortion parameter (using the slider) or automatic computation (using the lines, if available).
fa: سوئیچ بین تنظیم دستی پارامتر تحریف (با استفاده از لغزنده) و یا محاسبات خودکار (با استفاده از خطوط، در صورت موجود).

source: Switch between manual adjustment of the focal length (using the slider) or automatic computation (using the lines, if available).
fa: سوئیچ بین تنظیم دستی از طول کانونی (با استفاده از لغزنده) و یا محاسبات خودکار (با استفاده از خطوط، در صورت موجود).

source: Switch to 32-bit Version
fa: تعویض به نسخه 32 بیتی

source: Switch to 64-bit Version
fa: تعویض به نسخه 64 بیتی

source: Symmetric
fa: متقارن

source: System Colors
fa: رنگ سیستم

source: System Default
fa: پیش فرض سیستم

source: System memory is full. No more filters can be added.
fa: حافظه سیستم پر است. دیگر نمی توان فیلترها را اضافه کرد.

source: THE LICENSE MUST BE ACTIVATED ON THIS DEVICE
fa: مجوز بايد روي اين دستگاه فعال بشه

source: Take only one frame every [Step] frames.
fa: نگاهی به تنها یک قاب در هر [مرحله] قاب.
