Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: The [Measure 3d] tool computes real-world distances directly on the image. The measure estimation algorithm is based on the Single View Metrology (SVM) approach described by Criminisi, Reid and Zisserman in [Single View Metrology]. The SVM is based on the fact that image lines which are parallel in the real-world join in a point in the image, named vanishing point, due to the perspective. The vanishing points are computed by marking on the image two or more lines, parallel in the real world, for each direction (x, y, z). The scene perspective can be reconstructed from the vanishing points by transforming the geometric information into a system of linear constraints on the coordinates of the 3D points and using the known distance as a further constraint. As result, 3D measurements along one of the selected axes may be computed from a single perspective view of a scene given only this minimal geometric information determined from the image. Since the data input by the user can be imprecise, the output measurements are uncertain. In order to estimate how the uncertainty propagates from the input to the output of the processing chain, the filter computes the error variance using Gaussian quadrature and provides a confidence interval equal to +/- 3 standard deviations.
fa: ابزار [اندازه گیری 3d] محاسبه فاصله های دنیای واقعی به طور مستقیم بر روی تصویر. الگوریتم تخمین اندازه گیری بر اساس رویکرد مترولوژی تک ویو (SVM) است که توسط کریمینیسی، رید و زیسرمن در [مترولوژی تک ویو] توصیف شده است. SVM بر این اساس است که خطوط تصویر که در دنیای واقعی موازی هستند، به دلیل چشم انداز، در نقطه ای از تصویر به هم می پیوندند که نقطه ناپدید شدن نام گذاری شده است. نقاط ناپدید شده با علامت گذاری بر روی تصویر دو یا چند خط، موازی در دنیای واقعی، برای هر جهت (x، y، z) محاسبه می شوند. چشم انداز صحنه را می توان از نقاط ناپدید شده با تبدیل اطلاعات هندسی به سیستمی از محدودیت های خطی بر روی مختصات نقاط سه بعدی و استفاده از فاصله شناخته شده به عنوان یک محدودیت بیشتر بازسازی کرد. در نتیجه، اندازه گیری های سه بعدی در امتداد یکی از محورهای انتخاب شده ممکن است از یک دید تک چشم انداز از صحنه ای که تنها این اطلاعات هندسی حداقلی تعیین شده از تصویر داده می شود، محاسبه شوند. از آنجا که ورودی داده توسط کاربر می تواند غیر دقیق باشد، اندازه گیری های خروجی نامشخص هستند. به منظور تخمین چگونگی انتشار عدم قطعیت از ورودی به خروجی زنجیره پردازش، فیلتر واریانس خطا را با استفاده از کوادراتور گاوسی محاسبه می کند و فاصله اطمینان برابر با انحرافات استاندارد +/- 3 را فراهم می کند.

source: The [Median Filter] is a non-linear low-pass filter that removes intensity spikes and can be used to achieve noise reduction. It is useful in reducing impulse (salt-and-pepper) noise. A median filter is able to reduce the noise without causing the typical blurring effect of linear low-pass filters such as the [Averaging Filter] and the [Gaussian Filter]. This makes median filtering useful for both visual examination and measurement. The shape of the mask has to be carefully chosen before applying the filter. Its choice depends on the target of the processing. A [Cross] filter does not excessively smooth image details compared to the [Square] filter, and typically provides a higher quality output. Similarly, [Horizontal] and [Vertical] kernels do not reduce details respectively along vertical and horizontal direction, while a [Square] mask will produce a loss of detail in all directions. These directional kernels can be used to preserve line structures in the image. A square kernel can erode the corners of rectangular objects, while a cross mask will be used for preserving them. When applied to a color image, the previously described median filtering kernels process color planes of an image separately, and as a result any correlation between color components is lost. If you want to preserve this information, select [Color] in the [Mode] parameter. The value of the parameter [Size] should be a compromise between noise removing and detail preserving: larger values can remove noise more effectively, but also blur the edges.
fa: [فیلتر میانه] یک فیلتر کم پاس غیر خطی است که خوشه های شدت را حذف می کند و می تواند برای رسیدن به کاهش نویز مورد استفاده قرار گیرد. در کاهش نویز تکانه (نمک و فلفل) مفید است. یک فیلتر میانه قادر است بدون ایجاد اثر تار معمولی فیلترهای کم عبور خطی مانند [فیلتر میانگین] و [فیلتر گاوس] نویز را کاهش دهد. این باعث می شود فیلتر میانه مفید برای هر دو معاینه بصری و اندازه گیری. شکل ماسک باید قبل از اعمال فیلتر به دقت انتخاب شود. انتخاب آن به هدف پردازش بستگی دارد. یک فیلتر [Cross] جزئیات تصویر را در مقایسه با فیلتر [مربع] بیش از حد صاف نمی کند، و به طور معمول خروجی با کیفیت بالاتری را فراهم می کند. به همین ترتیب هسته های [افقی] و [عمودی] به ترتیب جزئیات را در طول جهت عمودی و افقی کاهش نمی دهند، در حالی که یک ماسک [مربع] از دست دادن جزئیات در تمام جهات تولید خواهد کرد. از این هسته های جهت دار می توان برای حفظ ساختارهای خط در تصویر استفاده کرد. یک هسته مربعی می تواند گوشه های اجسام مستطیل شکل را فرسایش دهد، در حالی که از ماسک متقاطع برای حفظ آن ها استفاده خواهد شد. هنگامی که بر روی یک تصویر رنگی اعمال می شود، هسته های فیلترینگ میانه که قبلاً توصیف شده بود، هواپیماهای رنگی یک تصویر را به طور جداگانه پردازش می کنند و در نتیجه هر گونه همبستگی بین اجزای رنگ از بین می رود. اگر می خواهید این اطلاعات را حفظ کنید، [رنگ] را در پارامتر [حالت] انتخاب کنید. مقدار پارامتر [اندازه] باید مصالحه ای بین حذف نویز و حفظ جزئیات باشد: مقادیر بزرگتر می توانند نویز را به طور مؤثرتری حذف کنند، بلکه لبه ها را تار کنند.

source: The [Median Filter] replaces each pixel by the median or "middle" pixel value in a neighborhood around the processed pixel. The size and the shape of the neighborhood (kernel) are determined by the value of the parameters [Aperture] and [Type], respectively. The filter supports the following kernels: [Square] with size defined by the user, [Horizontal] (1x3 or 1x5 pixels), [Vertical] (3x1 or 5x1 pixels), [Cross] and [Color] (3x3 or 5x5 pixels). To ensure valid operation when image boundary pixels are processed, additional border pixels are defined using a proper function.
fa: [میانه فیلتر] جایگزین هر پیکسل توسط میانه یا "وسط" مقدار پیکسل در یک محله در اطراف پیکسل پردازش شده است. اندازه و شکل محله (هسته) به ترتیب با مقدار پارامترها [دیپراتور] و [نوع] تعیین می شوند. فیلتر از هسته های زیر پشتیبانی می کند: [مربع] با اندازه تعریف شده توسط کاربر، [افقی] (۱x۳ یا ۱x۵ پیکسل)، [عمودی] (۳x۱ یا ۵x۱ پیکسل)، [Cross] و [Color] (پیکسل های ۳x۳ یا ۵x۵). برای اطمینان از عملکرد معتبر هنگامی که پیکسل های مرزی تصویر پردازش می شوند، پیکسل های مرزی اضافی با استفاده از یک تابع مناسب تعریف می شوند.

source: The [Milestone Archive] loads a video format in the native format created by Milestone XProtect.
fa: [آرشیو نقطه عطف] بارهای فرمت های ویدئویی در فرمت بومی ایجاد شده توسط نقطه عطف XProtect.

source: The [Milestone Client] tool allows loading images stored on a Milestone XProtect images server without the need to export them to another format. For further information refer to the website www.milestonesys.com and the documentation provided with the Milestone XProtect video management system.
fa: ابزار [نقطه عطف مشتری] اجازه می دهد تا بارگذاری تصاویر ذخیره شده بر روی نقطه عطف XProtect سرور تصاویر بدون نیاز به صادرات آنها را به فرمت دیگری. برای کسب اطلاعات بیشتر به وب سایت www.milestonesys.com و مستندات ارائه شده با نقطه عطف XProtect سیستم مدیریت ویدئو مراجعه کنید.

source: The [Motion Smoothing] tool reduces the noise in a video by processing each image along with the previous and the next frame. Each pixel of the output image is calculated from the neighboring pixels in the same frame and from the values of the pixel in the same position in the previous and next frames. Since the moving objects are recognized by the filter, they won't be blurred as it happens with simpler temporal filters, such as the temporal smoothing.
fa: ابزار [Motion Smoothing] با پردازش هر تصویر به همراه قاب قبلی و بعدی، نویز در یک ویدئو را کاهش می دهد. هر پیکسل از تصویر خروجی از پیکسل های همسایه در همان فریم و از مقادیر پیکسل در همان موقعیت در فریم های قبلی و بعدی محاسبه می شود. از آنجا که اجسام متحرک توسط فیلتر شناخته می شوند، تار نمی شوند چرا که با فیلترهای زمانی ساده تر مانند صاف کردن زمانی اتفاق می افتد.

source: The [Multiview] filter displays multiple chains simultaneously on a grid.
fa: فیلتر [Multiview] چندین زنجیره را به طور همزمان بر روی یک شبکه نمایش می دهد.

source: The [Multiview] filter must always be positioned in the history under the filters it links, otherwise the project cannot load successfully. Also, don't delete the filters the [Multiview] is linking to, or it will not have proper sources anymore.
fa: فیلتر [Multiview] همیشه باید در تاریخ تحت فیلترهایی که پیوند می دهد قرار گیرد، در غیر این صورت پروژه نمی تواند با موفقیت بارگذاری شود. همچنین، فیلترهای [Multiview] که به آن پیوند می دهد را حذف نکنید، یا دیگر منابع مناسبی نخواهد داشت.

source: The [Negative] tool calculates the negative of the image, by subtracting the value of each pixel to the maximum intensity value (255).
fa: ابزار [منفی] منفی تصویر را محاسبه می کند، با تفریق مقدار هر پیکسل به حداکثر مقدار شدت (۲۵۵).

source: The [Parametric Curves] filter maps the input image values to the output image values according to a curve generated using the sliders. The sliders determine the slope of the curve in four zones of the input luminance range: [Highlights], [Lights], [Darks] and [Shadows].
fa: فیلتر [منحنی های پارامتری] مقادیر تصویر ورودی را به مقادیر تصویر خروجی با توجه به منحنی تولید شده با استفاده از لغزنده ها نقشه می کند. لغزنده ها شیب منحنی را در چهار منطقه از محدوده نورانی ورودی تعیین می کنند: [نکات برجسته]، [چراغ ها]، [تاریکی ها] و [سایه ها].

source: The [Perspective Aligner] tool allows for the display of two chains simultaneously, either side by side or overlaid with adjustable weight. It is optionally possible to apply a perspective warp to one of the two images by selecting four corresponding points. This simulates the effect of moving the point of view of that image to match that of the other one.
fa: ابزار [Perspective Aligner] اجازه می دهد تا برای نمایش دو زنجیره به طور همزمان، هر دو در کنار هم و یا با وزن قابل تنظیم overlaid. به طور اختیاری می توان با انتخاب چهار نقطه متناظر، یک وارپ چشم انداز را به یکی از دو تصویر اعمال کرد. این کار اثر حرکت نقطه دید آن تصویر را شبیه سازی می کند تا با تصویر دیگری مطابقت داشته باشد.

source: The [Perspective Stabilization] tool shifts and warps the different frames of a video with sub-pixel accuracy, in order to keep a selected region as steady as possible even if the object and/or the camera are moving.
fa: [تثبیت چشم انداز] تغییر ابزار و وارپ فریم های مختلف از یک ویدیو با دقت زیر پیکسل، به منظور نگه داشتن یک منطقه انتخاب شده به عنوان ثابت که ممکن است حتی اگر جسم و / یا دوربین در حال حرکت است.

source: The [Perspective Super Resolution] filter takes the output of [Perspective Stabilization] and uses it to compute a super resolution of the input video.
fa: فیلتر [Perspective Super Resolution] خروجی [تثبیت چشم انداز] را می گیرد و از آن برای محاسبه یک وضوح فوق العاده از ویدئو ورودی استفاده می کند.

source: The [Range Selector] tool outputs a video of specific frames that are part of the input video.
fa: ابزار [محدوده انتخاب کننده] خروجی یک ویدیو از قاب های خاص است که بخشی از ویدیو ورودی.

source: The [Remove Duplicates] tool removes all frames that are just a copy of the previous one(s).
fa: ابزار [حذف تکراری] حذف تمام فریم ها که فقط یک کپی از یکی از قبلی (ها).

source: The [Remove Frames] tool removes from the input video a list of frames selected by the user in arbitrary positions.
fa: ابزار [حذف فریم ها] از ویدیو ورودی یک لیست از فریم های انتخاب شده توسط کاربر در موقعیت های خودسرانه حذف می کند.

source: The [Resize] tool interpolates the input image by generating an output image of the desired size. The available interpolation algorithms are: - [Nearest]: simply copies the value of the closest pixel in the position to be interpolated; - [Bilinear]: uses a bilinear interpolation to resample pixel data; - [Bicubic]: uses a bicubic interpolation to resample pixel data. - [Area] resamples using pixel area relation. - [Lanczos] uses a Lanczos interpolation to resample pixel data.
fa: ابزار [تغییر اندازه] تصویر ورودی را با تولید یک تصویر خروجی از اندازه مورد نظر در هم می آمیزد. الگوریتم های بین یابی موجود از این قرارند: - [نزدیک ترین]: به سادگی مقدار نزدیک ترین پیکسل در موقعیت را کپی می کند تا به هم پیوسته باشد؛ - [Bilinear]: از یک اینترپلاسیون دو خطی برای نمونه برداری مجدد داده های پیکسلی استفاده می کند؛ - [Bicubic]: از یک interpolation bicubic برای نمونه برداری مجدد داده های پیکسلی استفاده می کند. - [مساحت] نمونه برداری با استفاده از رابطه مساحت پیکسل. - [Lanczos] با استفاده از یک interpolation Lanczos برای نمونه برداری مجدد داده های پیکسل.

source: The [Retinex] filter was specifically developed in order to remove an uneven illumination from the image. It also enhances high-contrast images, making the dark portions more visible. FIVE uses an improved version of the “spiral path” algorithm described in (Frankle and McCann, 1983). If the input image is grayscale, only the contrast is adjusted.
fa: فیلتر [Retinex] به طور خاص به منظور حذف یک روشنایی ناهموار از تصویر توسعه داده شد. همچنین تصاویر کنتراست بالا را افزایش می دهد، و بخش های تاریک را بیشتر قابل مشاهده می کند. FIVE از یک نسخه بهبود یافته از الگوریتم «مسیر مارپیچی» که در (فرانکل و مک کان، ۱۹۸۳) توصیف شده است، استفاده می کند. اگر تصویر ورودی در مقیاس خاکستری باشد، تنها کنتراست تنظیم می شود.

source: The [Reverse] filter is useful when stabilizing videos in which the subject is moving towards the camera, and therefore is best visible on the last frame.
fa: فیلتر [معکوس] در هنگام تثبیت ویدئوهایی که سوژه در آن ها به سمت دوربین حرکت می کند مفید است و به همین دلیل بر روی قاب آخر به بهترین وجه قابل مشاهده است.

source: The [Rotate] filter rotates the image by the given angle. If the rotation angle is not multiple of 90 degrees, the selected interpolation algorithm is used, otherwise the original pixel values are only transposed.
fa: فیلتر [چرخش] تصویر را با زاویه داده شده می چرخد. اگر زاویه چرخش چند برابر ۹۰ درجه ن باشد، از الگوریتم بین یابی انتخاب شده استفاده می شود، در غیر این صورت مقادیر پیکسل اصلی تنها منتقل می شوند.

source: The [Scharr] filter convolves the image with the following kernels: - for [Direction] = [Horizontal]: | -3 0 3| |-10 0 10| | -3 0 3|; - for [Direction] = [Vertical]: | -3 -10 3| | 0 0 0| | -3 -10 3|.
fa: فیلتر [Scharr] تصویر را با هسته های زیر می گرداند: - for [Direction] = [Horizontal]: | -3 0 3| |-10 0 10| | -3 0 3|; - for [Direction] = [Vertical]: | -3 -10 3| | 0 0| | -3 -10 3|.

source: The [Sequence Loader] tool renders different image files that can be encoded in a variety of formats to a sequence of bitmaps that can be displayed and processed.
fa: ابزار [Sequence Loader] فایل های مختلف تصویر را رندر می کند که می توانند در فرمت های مختلفی به دنباله ای از بیت گزاره ها کدگذاری شوند که می توانند نمایش داده و پردازش شوند.

source: The [Sequence Writer] tool encodes all the frames of the current video to a sequence of the specified files with the chosen format.
fa: ابزار [دنباله نویس] تمام فریم های ویدئوی فعلی را به دنباله ای از فایل های مشخص شده با فرمت انتخاب شده کدگذاری می کند.

source: The [Single Selector] tool gives in output only the selected frame of the current video.
fa: ابزار [انتخاب کننده تنها] می دهد در خروجی تنها قاب انتخاب شده از ویدیو فعلی.

source: The [Sobel] filter calculates the image derivative by convolving the image with the appropriate Sobel kernel.
fa: فیلتر [سوبل] مشتق تصویر را با گردان کردن تصویر با هسته سوبل مناسب محاسبه می کند.

source: The [Sparse Selector] tool outputs multiple frames taken from user selected positions of an input video.
fa: ابزار [Sparse Selector] چند فریم گرفته شده از موقعیت های انتخاب شده کاربر از یک ویدئو ورودی را خروجی می دهد.

source: The [Super Resolution] filter applies a sub-pixel registration to all the frames of a video, then merges the motion corrected frames together, along with a deblurring filtering. If a [Selection] is set, then the selected area will be optimized.
fa: فیلتر [Super Resolution] یک ثبت نام زیر پیکسلی را در تمام قاب های یک ویدئو اعمال می کند، سپس فریم های تصحیح شده حرکت را با هم ادغام می کند، همراه با فیلترینگ رفع تاری. اگر یک [انتخاب] تنظیم شود، آنگاه منطقه انتخاب شده بهینه سازی خواهد شد.

source: The [Temperature Tint] method allows to change the dominant color of an image by manually adjusting the [Color Temperature] (orange-blue) and [Tint] (purple-green). With the default setting, the selected color is mapped to 6500K white (as specified by most image and video standards) and is therefore removed from the image; e.g. increasing the [Color Temperature] will make the image less blue and more orange. The opposite behavior can be obtained by setting the [Mode] to [Map White to Selected Color]. In this way, 6500K white is mapped to the selected color; e.g. increasing the [Color Temperature] will make the image more blue. In both cases, the colors are processed using the CAT02 chromatic adaptation transform used in the CIECAM02 color appearance model. The overall image can be made brighter or darker by adjusting the [Exposure Correction] parameter; if this parameter is 0, the average luminance (XYZ Y) of the image remains unchanged. If the input image is grayscale, only the [Exposure Correction] is performed.
fa: روش [دما رنگ] اجازه می دهد تا با تنظیم دستی [دمای رنگ] (نارنجی-آبی) و [رنگ ارغوانی-سبز] رنگ غالب یک تصویر را تغییر دهد. با تنظیم پیش فرض، رنگ انتخاب شده به سفید 6500K (همانطور که توسط اکثر استانداردهای تصویر و ویدئو مشخص شده است) نقشه برداری می شود و بنابراین از تصویر حذف می شود؛ به عنوان مانند افزایش [دمای رنگ] تصویر را کمتر آبی و نارنجی تر خواهد کرد. رفتار مخالف را می توان با تنظیم [حالت] به [نقشه سفید به رنگ انتخاب شده] به دست آمده است. به این ترتیب، سفید 6500K به رنگ انتخاب شده نقشه برداری می شود؛ به عنوان مانند افزایش [دمای رنگ] تصویر را آبی تر خواهد کرد. در هر دو مورد، رنگ ها با استفاده از تبدیل سازگاری کروماتی CAT02 مورد استفاده در مدل ظاهر رنگ CIECAM02 پردازش می شوند. تصویر کلی را می توان روشن تر یا تیره تر با تنظیم پارامتر [اصلاح قرار گرفتن در معرض] ساخته شده; اگر این پارامتر ۰ باشد، میانگین نورانیت (XYZ Y) تصویر بدون تغییر باقی می ماند. اگر تصویر ورودی در مقیاس خاکستری باشد، تنها [اصلاح نوردهی] انجام می شود.

source: The [Temporal Smoothing] tool reduces the noise in the image by creating an output frame that is the pixel-by-pixel average of the current frame with the previous ones. The number of the frames taken into account is given by the parameter [Size].
fa: ابزار [Temporal Smoothing] با ایجاد یک فریم خروجی که میانگین پیکسل به پیکسل قاب فعلی با قاب های قبلی است، نویز در تصویر را کاهش می دهد. تعداد فریم های در نظر گرفته شده توسط پارامتر [Size] داده می شود.

source: The [Threshold] tool applies the following formula to each pixel value of the input image: - For [Mode] = [Binary]: if [Low Threshold] < Input < [High Threshold] then Output = 255 otherwise Output = 0; if [High Threshold] < Input < [Low Threshold] then Output = 0 otherwise Output = 255. - For [Mode] = [Truncated]: if [Low Threshold] < Input < [High Threshold] then Output = Input otherwise Output = 0; if [High Threshold] < Input < [Low Threshold] then Output = Input otherwise Output = 255.
fa: ابزار [Threshold] فرمول زیر را بر روی هر مقدار پیکسلی تصویر ورودی اعمال می کند: - برای [حالت] = [دودویی]: اگر [آستانه پایین] < ورودی < [آستانه بالا] سپس خروجی = 255 در غیر این صورت خروجی = 0; اگر [آستانه بالا] < ورودی < [آستانه پایین] سپس خروجی = 0 در غیر این صورت خروجی = 255. - برای [حالت] = [Truncated]: اگر [آستانه پایین] < ورودی < [آستانه بالا] سپس خروجی = ورودی در غیر این صورت خروجی = 0; اگر [آستانه بالا] < ورودی < [آستانه پایین] سپس خروجی = ورودی در غیر این صورت خروجی = 255.

source: The [Timeline] filter displays multiple videos one after the other.
fa: فیلتر [گاه شماری] ویدیوهای متعدد را یکی پس از دیگری نمایش می دهد.

source: The [Timeline] filter must always be positioned in the history under the filters it links, otherwise the project cannot load successfully. Also, don't delete the filters the [Timeline] is linking to, or it will not have proper sources anymore.
fa: فیلتر [Timeline] همیشه باید در تاریخچه تحت فیلترهایی که پیوند می دهد قرار گیرد، در غیر این صورت پروژه نمی تواند با موفقیت بارگذاری شود. همچنین، فیلترهای [Timeline] را که به آن پیوند می دهد حذف نکنید، یا دیگر منابع مناسبی نخواهد داشت.

source: The [Unsharp Masking] filter is implemented as a window-based operator, i.e. it relies on a convolution kernel to perform spatial filtering. The original image is first convolved with a [Radius] x [Radius] Gaussian kernel to produce its smoothed version, i.e. a low-passed image. The resulting image is then pixel subtracted from the original image in order to produce a description of image edges, i.e. a high-passed image. Only the pixel differences (edges) greater than certain [Threshold] values are retained, so that sharpening of small image details can be suppressed. In order to increase the sharpness of the original image, a percentage (proportional to [Strength]) of the thresholded high-passed image is added back onto the original image.
fa: فیلتر [Unsharp Masking] به عنوان یک عملگر مبتنی بر پنجره پیاده سازی می شود، به این صورت که برای انجام فیلترینگ فضایی به یک هسته کانولوشن متکی است. تصویر اصلی برای اولین بار با یک هسته [شعاع] x [شعاع] گاوس برای تولید نسخه صاف شده خود، به عنوان یکی از تصاویر کم عبور، هموار شده است. سپس تصویر حاصل از تصویر اصلی به منظور تولید شرحی از لبه های تصویر، به عبارتی یک تصویر با عبور بالا، از تصویر اصلی تفریق می شود. تنها تفاوت های پیکسلی (لبه ها) بیشتر از مقادیر خاص [Threshold] حفظ می شوند، به طوری که تیز شدن جزئیات تصویر کوچک را می توان سرکوب کرد. به منظور افزایش تیزی تصویر اصلی، درصدی (متناسب با [Strength]) تصویر آستانه ای با عبور بالا دوباره بر روی تصویر اصلی اضافه می شود.

source: The [Video Loader] tool renders a video file that can be encoded in a variety of standard formats to a sequence of bitmaps that can be displayed and processed.
fa: ابزار [Video Loader] یک فایل ویدئویی را رندر می کند که می تواند در انواع فرمت های استاندارد به دنباله ای از بیت maps کدگذاری شود که می تواند نمایش داده و پردازش شود.

source: The [Video Mixer] filter allows to mix the images from other two chains, or to put them side by side. It also computes and shows the similarity between corresponding frames of the two videos using multiple metrics.
fa: فیلتر [ویدئو میکسر] اجازه می دهد تا تصاویر را از دو زنجیره دیگر مخلوط کند، یا آن ها را در کنار هم قرار دهد. همچنین با استفاده از متریک های متعدد، شباهت بین قاب های متناظر دو ویدئو را محاسبه و نشان می دهد.

source: The [Video Mixer] filter must always be positioned in the history under the filters it links, otherwise the project cannot load successfully. Also, don't delete the filters the [Video Mixer] is linking to, or it will not have proper sources anymore.
fa: فیلتر [Video Mixer] همیشه باید در تاریخچه تحت فیلترهایی که لینک می کند قرار گیرد، در غیر این صورت پروژه نمی تواند با موفقیت بارگذاری شود. همچنین، فیلترهای [Video Mixer] را که به آن پیوند می دهد حذف نکنید، یا دیگر منابع مناسبی نخواهد داشت.

source: The [Video Writer] tool encodes all frames of the current video to the specified video file format.
fa: ابزار [Video Writer] تمام فریم های ویدئوی فعلی را به فرمت فایل ویدئویی مشخص شده کدگذاری می کند.
