Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: Takes a measurement on planar image after perspective correction. Reference and unknown measure must be on the same plane.
fa: طول می کشد اندازه گیری بر روی تصویر پلانر پس از اصلاح چشم انداز. مرجع و اقدام ناشناخته باید در یک هواپیما باشد.

source: Takes a measurement on the image with a reconstruction model of the perspective. Supports error calculation and multiple measures.
fa: اندازه گیری بر روی تصویر با یک مدل بازسازی از چشم انداز طول می کشد. پشتیبانی از محاسبه خطا و اقدامات متعدد.

source: Takes a measurement on the planar image. Reference and unknown measure must be on the same plane and the plane must be parallel to the image plane.
fa: اندازه گیری بر روی تصویر پلانر طول می کشد. مرجع و اندازه گیری ناشناخته باید در یک هواپیما باشد و هواپیما باید موازی با هواپیمای تصویر باشد.

source: Target Selection
fa: انتخاب هدف

source: Target rectangle to map the source points to.
fa: مستطیل هدف به نقشه نقاط منبع به.

source: Target:
fa: هدف:

source: Temperature Tint
fa: رنگ دما

source: Template email to contact sales support
fa: قالب ایمیل برای تماس با پشتیبانی از فروش

source: Temporal Smoothing
fa: صاف کردن زمانی

source: Text
fa: متن

source: Text Style
fa: استایل متن

source: Text X
fa: متن X

source: Text Y
fa: متن Y

source: Text size
fa: اندازه متن

source: The Aspect Ratio of the output image, expressed as a fractional number.
fa: نسبت جنبه تصویر خروجی، به عنوان یک عدد کسری بیان شده است.

source: The Frames where position value was exceeding length have been removed.
fa: فریم هایی که در آن مقدار موقعیت بیش از طول بود حذف شده اند.

source: The JSON document is not well formatted.
fa: سند «انتظار» به خوبی فرمت نشده است.

source: The Output Length +/- the greatest of the two errors above.
fa: طول خروجی +/- بزرگترین از دو خطا در بالا.

source: The Output Length 2 +/- the greatest of the two errors above.
fa: طول خروجی 2 +/- بزرگترین از دو خطا در بالا.

source: The PSF must be smaller than the image
fa: PSF باید کوچکتر از تصویر باشد

source: The Point Spread Function generated by interpolating the points selected by the user.
fa: تابع گسترش نقطه تولید شده توسط interpolating نقاط انتخاب شده توسط کاربر.

source: The Point Spread Function generated with the current settings.
fa: تابع گسترش نقطه تولید شده با تنظیمات فعلی.

source: The USB dongle has been removed. Please insert it again.
fa: دانگل یواس بی برداشته شده است. لطفا آن را دوباره وارد کنید.

source: The Video Engine "Video For Windows" does not support files with a size bigger than 2 GB. You can have issues working with this file.
fa: موتور ویدئو "ویدئو برای ویندوز" فایل های با اندازه بزرگتر از 2 گیگابایت را پشتیبانی نمی کند. شما می توانید مسائل کار با این فایل داشته باشد.

source: The X and Y sizes and offsets of the grid can be adjusted independently, or can be kept equal if the [Lock X/Y] option is set. Each set of lines (horizontal or vertical) appears on the screen if the corresponding size is greater than the zero.
fa: اندازه های X و Y و افست های شبکه را می توان به طور مستقل تنظیم کرد، یا می تواند برابر نگه داشته شود اگر گزینه [Lock X/Y] تنظیم شود. هر مجموعه از خطوط (افقی یا عمودی) بر روی صفحه نمایش ظاهر می شود اگر اندازه مربوطه بیشتر از صفر باشد.

source: The X-axis reference line, must be chosen on the HORIZONTAL direction (i.e. the two points will have the same y value)
fa: خط مرجع محور X، باید بر روی جهت HORIZONTAL انتخاب شود (به این صورت که دو نقطه مقدار y یکسانی خواهند داشت)

source: The X/Y/Z direction along which a metric information is known (some reference distances are known).
fa: جهت X/Y/Z که در طول آن یک اطلاعات متریک شناخته شده است (برخی از فاصله های مرجع شناخته شده اند).

source: The Y-axis reference line, must be chosen on the VERTICAL direction (i.e. the two points will have the same x value).
fa: خط مرجع محور Y، باید بر روی جهت VERTICAL انتخاب شود (به این صورت که دو نقطه مقدار x یکسانی خواهند داشت).

source: The [Adaptive Threshold] tool processes the values of the input image by the following formula: if (Input > T) then Output = Input, where: - for [Type] = [Mean], T is the mean value of a window of [Size]x[Size] pixels around the processed pixel, subtracted by [Offset]; - for [Type] = [Gaussian], T is the Gaussian weighted sum of a window of [Size]x[Size] pixels around the current one, subtracted by [Offset].
fa: ابزار [آستانه تطبیقی] مقادیر تصویر ورودی را با فرمول زیر پردازش می کند: if (input > T) سپس خروجی = ورودی، که در آن: - for [Type] = [Mean], T is the mean value of a window of [Size]x[Size] pixels around the processed pixel, subtracted by [Offset]; - for [Type] = [Gaussian], T is the Gaussian weighted sum of a window of [Size]x[Size] pixels around the current one, subtracted by [Offset].

source: The [Add Grid] filter superimposes a regular grid onto the image or video. The user can adjust the [Size], [Offset], [Thickness], [Color] and [Opacity].
fa: فیلتر [اضافه کردن شبکه] یک شبکه منظم را بر روی تصویر یا ویدئو ابرقدرت می کند. کاربر می تواند [اندازه]، [افست]، [ضخامت]، [رنگ] و [Opacity] را تنظیم کند.

source: The [Add Text] filter allows to put textual information on the image.
fa: فیلتر [افزودن متن] اجازه می دهد تا اطلاعات متنی را بر روی تصویر قرار دهد.

source: The [Aspect Ratio] filter interpolates the pixels of a video to restore the original ratio between horizontal and vertical resolution, which has been distorted during the conversion of the signal from the analog to the digital format.
fa: فیلتر [نسبت جنبه] پیکسل های یک ویدئو را برای بازگرداندن نسبت اصلی بین وضوح افقی و عمودی در هم می آمیزد که در طول تبدیل سیگنال از آنالوگ به فرمت دیجیتال تحریف شده است.

source: The [Auto Selector] tool removes all frames that have a [Correlation] with the [Reference Frame] lower than [Threshold]. It works on a selection if defined. This filter is useful for removing frames that have not been correctly aligned by stabilization.
fa: ابزار [انتخاب کننده خودکار] تمام فریم هایی که دارای [همبستگی] با [چارچوب مرجع] پایین تر از [آستانه] هستند را حذف می کند. در صورت تعریف روی یک انتخاب کار می کند. این فیلتر برای حذف فریم هایی که با تثبیت به درستی همتراز نشده اند مفید است.

source: The [Averaging Filter] is a linear low-pass filter that is often used to reduce the intensity variation between adjacent pixels in the image. It is useful for removing grain noise from a scanned image/photograph, but it is not effective for impulsive noise (salt-and-pepper). The main problem of the averaging filter is that edges and details in the processed image are blurred. The value of the parameter [Aperture] should be chosen to minimize the blurring (smoothing) effect. A 3x3 square kernel is commonly used. Note that larger windows (e.g. 5x5, 7x7, ...) will produce a smoother image after averaging.
fa: [فیلتر میانگین] یک فیلتر کم پاس خطی است که اغلب برای کاهش تنوع شدت بین پیکسل های مجاور در تصویر استفاده می شود. برای حذف نویز دانه از یک تصویر/عکس اسکن شده مفید است، اما برای نویز تکانشی (نمک و فلفل) مؤثر نیست. مشکل اصلی فیلتر میانگین گیری این است که لبه ها و جزئیات در تصویر پردازش شده تار می شوند. مقدار پارامتر [دیپراتور] باید برای به حداقل رساندن اثر تاری (صاف کردن) انتخاب شود. معمولاً از یک هسته مربعی ۳x۳ استفاده می شود. توجه داشته باشید که پنجره های بزرگتر (مانند 5x5، 7x7، ...) یک تصویر صاف تر پس از میانگین تولید خواهد کرد.

source: The [Averaging Filter] performs a spatial linear filtering of the image. The pixel value of the output image is computed by averaging the values of the input image in the neighborhood of the corresponding input pixel.
fa: [فیلتر میانگین] یک فیلتر خطی فضایی از تصویر را انجام می دهد. مقدار پیکسل تصویر خروجی با میانگین مقادیر تصویر ورودی در محله پیکسل ورودی مربوطه محاسبه می شود.

source: The [Bilateral Filter] is a non-iterative, non-linear scheme for edge-preserving smoothing. Usually, in denoising applications, it is preferred to Gaussian and median filters because it produces a much cleaner image without blurring the edges. The three parameters of the filter control the amount of smoothing. When the [Range Sigma] is large the filter behaves like a low-pass Gaussian: noise as well as sharp edges are filtered away. Conversely, when it is small, the filter removes most texture, noise, and fine details but contours are preserved better. Increasing both [Aperture] and [Space Sigma] will smooth large structures in the image so that the blurring effect of the filter will be stronger. When the [Aperture] is large the processing speed decreases, so it is recommended to limit the kernel size of filter. In contrast to standard Gaussian spatial smoothing, bilateral filtering produces no phantom colors along edges in color images, and reduces phantom colors where they appear in the original image.
fa: [فیلتر دو طرفه] یک طرح غیر ایتراتیو، غیر خطی برای صاف کردن حفظ لبه است. معمولاً در کاربردهای مزاحم به فیلترهای گاوس و میانه ترجیح داده می شود زیرا تصویر بسیار پاک تری را بدون تار کردن لبه ها تولید می کند. سه پارامتر فیلتر میزان صاف کردن را کنترل می کنند. هنگامی که [محدوده سیگما] بزرگ است فیلتر رفتار می کند مانند گاوسیان کم عبور: سر و صدا و همچنین لبه های تیز فیلتر دور. برعکس، هنگامی که کوچک است، فیلتر بیشتر بافت، سر و صدا، و جزئیات ریز را حذف می کند اما برجستگی ها بهتر حفظ می شوند. افزایش هر دو [دیپراتور] و [سیگما فضایی] ساختارهای بزرگ در تصویر را صاف خواهد کرد تا اثر تار فیلتر قوی تر شود. هنگامی که [Aperture] بزرگ است سرعت پردازش کاهش می یابد، بنابراین توصیه می شود برای محدود کردن اندازه هسته فیلتر. در مقابل صاف کردن فضایی استاندارد گاوس، فیلترینگ دوجانبه هیچ رنگ فانتوم در امتداد لبه ها در تصاویر رنگی تولید نمی کند، و رنگ های فانتوم را که در آن در تصویر اصلی ظاهر می شوند، کاهش می دهد.

source: The [Bilateral Filter] uses a non-linear combination of similar and nearby pixels in order to smooth the image. The value of the input pixel is replaced with a weighted sum of its neighbors considering both their geometric closeness and photometric similarities. The bilateral filter is controlled by three parameters: [Aperture], [Space Sigma] and [Range Sigma]. They affect the size and contrast of the structures to preserve. [Aperture] is the diameter of the pixel neighborhood that is used for filtering. [Space Sigma] defines spatial closeness: larger values mean that farther pixels in the neighborhood will influence each other as long as their intensities or colors are similar enough. [Range Sigma] defines photometric similarity: larger values mean that farther gray-levels or colors within the pixel neighborhood will be mixed together, resulting in larger areas of similar pixel values.
fa: [فیلتر دوطرفه] از ترکیب غیر خطی پیکسل های مشابه و نزدیک به منظور صاف کردن تصویر استفاده می کند. مقدار پیکسل ورودی با مجموع وزنی همسایگانش با توجه به هم نزدیکی هندسی و هم شباهت های فتومتریک آن ها جایگزین می شود. فیلتر دوطرفه توسط سه پارامتر کنترل می شود: [دیپراتور]، [سیگما فضایی] و [محدوده سیگما]. آن ها بر اندازه و کنتراست سازه ها برای حفظ تأثیر می گذارد. [دیپراتور] قطر محله پیکسل است که برای فیلترینگ استفاده می شود. [Space Sigma] نزدیکی فضایی را تعریف می کند: مقادیر بزرگتر به این معنی است که پیکسل های دورتر در محله تا زمانی که شدت یا رنگ های آن ها به اندازه کافی مشابه باشند، یکدیگر را تحت تأثیر قرار خواهند داد. [Range Sigma] شباهت فتومتریک را تعریف می کند: مقادیر بزرگتر به این معنی است که سطوح خاکستری دورتر یا رنگ های درون محله پیکسل با هم مخلوط خواهند شد و در نتیجه مناطق بزرگتری از مقادیر پیکسلی مشابه به وجود خواهند آورد.

source: The [Bilinear Filter] performs the convolution of the input image with two given matrices. The results are combined by taking the norm, minimum or maximum. The output is multiplied by an optional rational scaling value.
fa: [فیلتر Bilinear] کانولوشن تصویر ورودی را با دو ماتریس داده شده انجام می دهد. نتایج با در نظر گرفتن هنجار، حداقل یا حداکثر ترکیب می شوند. خروجی در یک مقدار مقیاس منطقی اختیاری ضرب می شود.

source: The [Block Difference] tool can be used to focus the observer's attention onto the parts of the video that change over time. The [Absolute] mode can be used if the frame has a uniform illumination; the [Relative] mode, instead, may be preferable if the frame contains both illuminated and dark portions.
fa: ابزار [تفاوت بلوک] می تواند برای تمرکز توجه ناظر بر روی بخش هایی از ویدئو که در طول زمان تغییر می کنند، مورد استفاده قرار گیرد. حالت [مطلق] می تواند مورد استفاده قرار گیرد اگر قاب دارای روشنایی یکنواخت; حالت [نسبی] ، در عوض ، ممکن است ترجیح داده شود اگر قاب شامل هر دو بخش روشن و تاریک است.

source: The [Block Difference] tool computes the difference between the current and previous frames of a video and takes the average over blocks. The blocks with an average difference below an user-specified threshold are gradually blackened out. Both absolute and relative difference modes are supported.
fa: ابزار [تفاوت بلوک] تفاوت بین قاب های فعلی و قبلی یک ویدئو را محاسبه می کند و میانگین را بر روی بلوک ها می گیرد. بلوک های با اختلاف متوسط زیر آستانه مشخص شده توسط کاربر به تدریج سیاه می شوند. هر دو حالت تفاوت مطلق و نسبی پشتیبانی می شوند.

source: The [CLAHE] filter adjusts the image values by dividing the image in [Size]x[Size] pixel blocks and applying histogram equalization to each block independently. In order to avoid noise amplification, contrast limiting is applied: if the fraction of pixels in any histogram bin is above the value [Limit], those pixels are clipped and distributed uniformly to other bins before applying histogram equalization. After equalization, to remove artifacts in tile borders, bilinear interpolation is applied. It is possible to use one of the three equalization modes: - [Intensity]: the equalization is applied to the overall image luminance by processing the image in the YCrCb color space; - [Colors]: the equalization is independently performed on the three RGB channels; - [Value]: the equalization is applied to the Value channel of the HSV color space, thus preserving the color Hue and Saturation. For grayscale images, the three modes produce the same result.
fa: فیلتر [CLAHE] مقادیر تصویر را با تقسیم تصویر در بلوک های پیکسلی [Size]x[Size] و اعمال برابرسازی histogram به هر بلوک به طور مستقل تنظیم می کند. به منظور جلوگیری از تقویت نویز، محدود کردن کنتراست اعمال می شود: اگر کسر پیکسل ها در هر سطل histogram بالاتر از مقدار [Limit] باشد، آن پیکسل ها قبل از اعمال برابری هستوگرام به صورت یکنواخت به سطل های دیگر قطع و توزیع می شوند. پس از برابرسازی، برای حذف مصنوعات در مرزهای کاشی، اینترپلاسیون دو خطی به کار می رود. می توان از یکی از سه حالت برابرسازی استفاده کرد: - [شدت]: برابری به نورانیت تصویر کلی با پردازش تصویر در فضای رنگ YCrCb اعمال می شود؛ - [رنگ ها]: برابری به طور مستقل بر روی سه کانال RGB انجام می شود؛ - [ارزش]: برابر سازی به کانال ارزش فضای رنگ HSV اعمال می شود، در نتیجه حفظ رنگ Hue و اشباع. برای تصاویر در مقیاس خاکستری، سه حالت نتیجه یکسانی تولید می کنند.

source: The [CLAHE] filter adjusts the image values by dividing the image in [Size]x[Size] pixel blocks and applying histogram equalization to each block independently. In order to avoid noise amplification, contrast limiting is applied: if the fraction of pixels in any histogram bin is above the value [Limit], those pixels are clipped and distributed uniformly to other bins before applying histogram equalization. After equalization, to remove artifacts in tile borders, bilinear interpolation is applied. It is possible to use one of the two equalization modes: - [Intensity]: the equalization is applied to the overall image luminance by processing the image in the YCrCb color space; - [Colors]: the equalization is independently performed on the three RGB channels. For grayscale images there is no difference in using the [Intensity] or the [Colors] mode.
fa: فیلتر [CLAHE] مقادیر تصویر را با تقسیم تصویر در بلوک های پیکسلی [Size]x[Size] و اعمال برابرسازی histogram به هر بلوک به طور مستقل تنظیم می کند. به منظور جلوگیری از تقویت نویز، محدود کردن کنتراست اعمال می شود: اگر کسر پیکسل ها در هر سطل histogram بالاتر از مقدار [Limit] باشد، آن پیکسل ها قبل از اعمال برابری هستوگرام به صورت یکنواخت به سطل های دیگر قطع و توزیع می شوند. پس از برابرسازی، برای حذف مصنوعات در مرزهای کاشی، اینترپلاسیون دو خطی به کار می رود. می توان از یکی از دو حالت برابرسازی استفاده کرد: - [شدت]: برابری به نورانیت تصویر کلی با پردازش تصویر در فضای رنگ YCrCb اعمال می شود؛ - [رنگ ها]: مساوی سازی به طور مستقل بر روی سه کانال RGB انجام می شود. برای تصاویر در مقیاس خاکستری تفاوتی در استفاده از حالت [شدت] یا [رنگ ها] وجود ندارد.

source: The [Canny] filter finds the edges on the input image and marks them on the output image by using the Canny algorithm. The smallest value between [Threshold 1] and [Threshold 2] is used for edge linking, while the largest one is used to find the initial segments of strong edges.
fa: فیلتر [Canny] لبه های روی تصویر ورودی را پیدا می کند و با استفاده از الگوریتم Canny آن ها را بر روی تصویر خروجی علامت می دهد. کوچکترین مقدار بین [آستانه ۱] و [آستانه ۲] برای پیوند لبه استفاده می شود، در حالی که بزرگترین مقدار برای پیدا کردن بخش های اولیه لبه های قوی استفاده می شود.

source: The [Change Frame Rate] tool changes the update frequency of a video during playback.
fa: ابزار [تغییر نرخ قاب] فرکانس به روز رسانی یک ویدیو را در طول پخش تغییر می دهد.

source: The [Compare Original] tool allow to display side by side the original images with the processed ones in order to easily understand how the processing has enhanced the image.
fa: ابزار [مقایسه اصلی] اجازه می دهد برای نمایش در کنار تصاویر اصلی با آنهایی که پردازش شده به منظور به راحتی درک چگونه پردازش تصویر را افزایش داده است.

source: The [Contrast Stretch] filter adjusts the image values expanding the pixel values across the whole available range. Three stretching modes are available: - [Intensity]: the stretch is applied to the overall image luminance by processing the image in the YCrCb color space; - [Colors]: the stretch is independently performed on the three RGB channels; - [Value]: the stretch is applied to the Value channel of the HSV color space, thus preserving the color Hue and Saturation. For grayscale images, the three modes produce the same result. If the parameter [Sensitivity] is greater than zero, a percentage equal to [Sensitivity] of the darkest and brightest pixels is discarded before the stretching. If the range of the input image values already covers the whole tonal range (0-255) and [Sensitivity] is equal to zero, the filter has no effect.
fa: فیلتر [کشش کنتراست] مقادیر تصویر را تنظیم می کند که مقادیر پیکسل را در سراسر کل محدوده موجود گسترش می دهد. سه حالت کششی در دسترس هستند: - [شدت]: کشش به نورانیت تصویر کلی با پردازش تصویر در فضای رنگ YCrCb اعمال می شود؛ - [رنگ ها]: کشش به طور مستقل بر روی سه کانال RGB انجام می شود; - [ارزش]: کشش به کانال ارزش فضای رنگ HSV اعمال می شود، در نتیجه حفظ رنگ Hue و اشباع. برای تصاویر در مقیاس خاکستری، سه حالت نتیجه یکسانی تولید می کنند. اگر پارامتر [حساسیت] بیشتر از صفر باشد، درصدی برابر [حساسیت] تاریک ترین و درخشان ترین پیکسل ها قبل از کشش دور انداخته می شود. اگر محدوده مقادیر تصویر ورودی در حال حاضر کل محدوده تونی (۰-۲۵۵) را پوشش دهد و [حساسیت] برابر با صفر باشد، فیلتر اثری ندارد.

source: The [Contrast Stretch] filter adjusts the image values expanding the pixel values across the whole available range. Two stretching modes are available: - [Intensity]: the stretch is applied to the overall image luminance by processing the image in the YCrCb color space; - [Colors]: the stretch is independently performed on the three RGB channels. For grayscale images there is no difference in using the [Intensity] or the [Colors] mode. If the parameter [Sensitivity] is greater than zero, a percentage equal to [Sensitivity] of the darkest and brightest pixels is discarded before the stretching. If the range of the input image values already covers the whole tonal range (0-255) and [Sensitivity] is equal to zero, the filter has no effect.
fa: فیلتر [کشش کنتراست] مقادیر تصویر را تنظیم می کند که مقادیر پیکسل را در سراسر کل محدوده موجود گسترش می دهد. دو حالت کششی در دسترس هستند: - [شدت]: کشش به نورانیت تصویر کلی با پردازش تصویر در فضای رنگ YCrCb اعمال می شود؛ - [رنگ ها]: کشش به طور مستقل بر روی سه کانال RGB انجام می شود. برای تصاویر در مقیاس خاکستری تفاوتی در استفاده از حالت [شدت] یا [رنگ ها] وجود ندارد. اگر پارامتر [حساسیت] بیشتر از صفر باشد، درصدی برابر [حساسیت] تاریک ترین و درخشان ترین پیکسل ها قبل از کشش دور انداخته می شود. اگر محدوده مقادیر تصویر ورودی در حال حاضر کل محدوده تونی (۰-۲۵۵) را پوشش دهد و [حساسیت] برابر با صفر باشد، فیلتر اثری ندارد.

source: The [Correct Fisheye] tool corrects the distortion caused by the most common types of fisheye lenses. The parameter [Mapping Function] must be set according to the specifications of the lens given by the producer: if configured correctly, it can properly compensate even strong distortions within the entire image. The output image is resampled using the interpolation method specified by the [Interpolation] parameter. It is possible to enlarge the image canvas by using the [Canvas Size] parameter. The center of the image must coincide with the optical axis of the lens (i.e. the filter cannot be applied to cropped images).
fa: ابزار [Fisheye درست] تحریف ناشی از شایع ترین انواع لنزهای fisheye را اصلاح می کند. پارامتر [تابع نگاشت] باید با توجه به مشخصات لنز داده شده توسط تولید کننده تنظیم شود: اگر به درستی پیکربندی شود، می تواند حتی تحریفات قوی درون کل تصویر را به درستی جبران کند. تصویر خروجی با استفاده از روش درون یابی مشخص شده توسط پارامتر [Interpolation] دوباره نمونه برداری می شود. با استفاده از پارامتر [اندازه بوم] می توان بوم تصویر را بزرگ کرد. مرکز تصویر باید مصادف با محور نوری لنز باشد (به این صورت که فیلتر نمی تواند روی تصاویر کروپ شده اعمال شود).

source: The [Crop] tool produces an output image which is only the selected region of the input image.
fa: ابزار [Crop] یک تصویر خروجی تولید می کند که تنها منطقه انتخاب شده تصویر ورودی است.

source: The [Curves] filter maps the input image values to the output image values according to the drawn curve: the x coordinate of the curve is mapped to the corresponding y value. Every RGB channel of the image is processed according to the respective color curve. Then all the channels are also processed in the same way according to the [Value] curve.
fa: فیلتر [Curves] مقادیر تصویر ورودی را به مقادیر تصویر خروجی با توجه به منحنی کشیده شده نقشه می کند: مختصات x منحنی به مقدار y مربوطه نقشه برداری می شود. هر کانال RGB از تصویر با توجه به منحنی رنگ مربوطه پردازش می شود. سپس تمام کانال ها نیز به همان شیوه با توجه به منحنی [Value] پردازش می شوند.
