Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: You can manually check if there are new updates on the page %s
fa: شما می توانید دستی بررسی کنید که آیا به روز رسانی های جدید در صفحه وجود دارد %s

source: Do you want to try again?
fa: ميخواي دوباره سعي کني؟

source: One or more parameters from the above filter(s) were not defined in the project, i.e., project created from a previous version. Missing parameter values have been reset to their default value. The project is still fully functional.
fa: یک یا چند پارامتر از فیلتر(های) بالا در پروژه تعریف نشده بود، به عنوان یکی از پروژه های ایجاد شده از نسخه قبلی. مقادیر پارامتر گمشده به مقدار پیش فرض خود ریست شده اند. پروژه هنوز کاملا کاربردی است.

source: Your current version is %d.
fa: نسخه فعلی شما %d.

source: in file
fa: در پرونده

source: (Copy)
fa: (کپی)

source: - EDUCATIONAL LICENSE - NOT FOR USE ON REAL CASES
fa: - مجوز تحصیلی - نه برای استفاده در مورد موارد واقعی

source: - TRIAL - FOR EVALUATION PURPOSES ONLY
fa: - مقطعی - فقط برای اهداف ارزیابی

source: - empty -
fa: - خالی -

source: Full
fa: کامل

source: If the conversion fails, ensure you have the latest updates. To help get this format converted, please consider uploading it to:
fa: اگر تبدیل با شکست مواجه شد، اطمینان حاصل کنید که شما آخرین به روز رسانی. برای کمک به تبدیل این فرمت، لطفا آپلود آن را در نظر بگیرید:

source: Relative
fa: نسبی

source: cannot be configured properly.
fa: نمی تواند به درستی پیکربندی شود.

source: not found. Please reinstall the software again.
fa: یافت نشد. لطفا دوباره نرم افزار را نصب کنید.

source: pixels
fa: پیکسل

source: %d Percent Downloaded
fa: %d درصد دانلود شده

source: %d days left
fa: %d روز باقی مانده

source: %d days left
fa: %d روز باقی مانده

source: %d pictures from camera found
fa: %d از دوربین در بر داشت

source: %d pictures information parsed
fa: %d تصاویر تجزیه اطلاعات

source: %d pictures with requested features found
fa: %d با ویژگی های درخواست شده در بر داشت

source: %d pictures with requested features found (%d discarded)
fa: %d با ویژگی های درخواست شده در بر داشت (%d دور انداخته)

source: %s Would you like to reload the project in the 64-bit version?
fa: %s آیا می خواهید پروژه را در نسخه 64 بیتی دوباره بارگذاری کنید؟

source: %s (%d x %d), current: %s
fa: ‫%s (%d x %d), حال حاضر: %s

source: %s (%d x %d, %s %s), current: %s
fa: ‫%s (%d x %d, %s %s), حال حاضر: %s

source: %s Project Files
fa: ‫%s فایل‌های پروژه

source: %s Report
fa: %s گزارش

source: %s cannot be converted because it does not contain a valid video stream or its format is not supported. Please check the log file for more details.
fa: %s نمی تواند تبدیل شود زیرا حاوی یک جریان ویدئویی معتبر نیست یا فرمت آن پشتیبانی نمی شود. لطفا فایل ورود به سیستم را برای جزئیات بیشتر بررسی کنید.

source: %s of this operation (%s): %s
fa: ‫%s از این عملیات (%s): %s

source: &Close
fa: &بستن

source: &Copy selection
fa: &کپی کردن انتخاب شده‌ها

source: &Goto...
fa: &برو به…

source: &Print...
fa: &پرینت…

source: &Skip
fa: &رد شدن

source: (Calculating Hash Destination...)
fa: (محاسبه مقصد هش شده…)

source: (Calculating Hash Source...)
fa: (محاسبه مبدا هس شده…)

source: (Progress: %4.2f %%)
fa: (پیشرفت: %4.2f %%)

source: (c) 2008-%d Amped SRL
fa: ‫(c) 2022-%d بستا ‬

source: (copy)
fa: کپی

source: , Live
fa: , زنده

source: , frame %lld
fa: ، قاب %lld

source: , line
fa: , خط

source: , while the newest is
fa: ، در حالی که جدیدترین

source: --Select the Macro to Add--
fa: --انتخاب ماکرو برای افزودن--

source: . Below you can see the latest changes:
fa: . در زیر می توانید آخرین تغییرات را مشاهده کنید:

source: /filter_
fa: /فیلتر_

source: 1 per Page
fa: 1 در هر صفحه

source: 1 per Row
fa: 1 در هر ردیف

source: 2 per Row
fa: 2 در هر ردیف

source: 3 per Row
fa: 3 در هر ردیف

source: 4 per Row
fa: 4 در هر ردیف

source: 4-Connected
fa: 4-متصل

source: 5 per Row
fa: 5 در هر ردیف

source: 6 per Row
fa: 6 در هر ردیف

source: 7 per Row
fa: 7 در هر ردیف

source: 8 per Row
fa: 8 در هر ردیف

source: 8-Connected
fa: 8-متصل

source: 90 CCW
fa: سی سی دابلیو ۹۰

source: 90 CW
fa: سی دابلیو ۹۰

source: A dongle has been found but it does not support this product.
fa: دانگل پیدا شده است اما این محصول را پشتیبانی نمی کند.

source: A local dongle cannot be used as a network dongle for multiple users.
fa: دانگل محلی را نمی توان به عنوان دانگل شبکه برای کاربران متعدد استفاده کرد.

source: A parameter of the filter that separates the low and high frequencies of the image.
fa: پارامتری از فیلتر که فرکانس های پایین و بالای تصویر را از هم جدا می کند.

source: AVI - Copy Streams If Possible
fa: AVI - کپی جریان در صورت امکان

source: AVI file
fa: فایل AVI

source: Abort
fa: لغو

source: About
fa: درباره

source: Absolute
fa: مطلق

source: Absolute Difference
fa: تفاوت مطلق

source: Action
fa: عملیات

source: Activation Response
fa: پاسخ فعال سازی

source: Adaptive Threshold
fa: آستانه تطبیقی

source: Add
fa: افزودن

source: Add Bookmark
fa: اضافه کردن به مورد علاقه ها

source: Add Current
fa: افزودن جریان فعلی

source: Add File(s)
fa: افزودن پرونده(ها)

source: Add Folder
fa: افزودن پوشه

source: Add Grid
fa: اضافه کردن شبکه

source: Add Logo
fa: افزودن لوگو

source: Add Macro
fa: افزودن ماکرو

source: Add Shape
fa: اضافه کردن شکل

source: Add Text
fa: افزودن متن

source: Add Timestamp
fa: افزودن Timestamp

source: Add agency logo on a suspect photo for release.
fa: اضافه کردن آرم آژانس بر روی یک عکس مظنون برای انتشار.

source: Add and Next
fa: اضافه کردن و بعدی

source: Add colored annotations on a grayscale image.
fa: اضافه کردن شرح های رنگی بر روی یک تصویر در مقیاس خاکستری.

source: Add file and frame info on a CCTV video.
fa: اضافه کردن فایل و قاب اطلاعات در یک ویدیو دوربین مدار بسته.

source: Add here any useful information about the case.
fa: اضافه کردن در اینجا هر گونه اطلاعات مفید در مورد مورد.

source: Add points to follow the shape of blur.
fa: اضافه کردن نقاط به دنبال شکل تار.

source: Add some border to the image.
fa: مقداری مرز به تصویر اضافه کنید.

source: Add space for writing timestamp and notes without covering the picture area.
fa: اضافه کردن فضا برای نوشتن تایم استمپ و یادداشت ها بدون پوشش منطقه تصویر.

source: Add the time on a video with known times.
fa: زمان را بر روی یک ویدیو با زمان های شناخته شده اضافه کنید.

source: Add timestamp on a border (Frame Size).
fa: اضافه کردن تایم بر روی مرز (اندازه قاب).

source: Additional FFmpeg flags
fa: پرچم های اضافی FFmpeg

source: Additional Settings
fa: تنظیمات اضافی

source: Adds a spotlight effect to a selection. Supports different tracking methods and inverse selection.
fa: یک اثر نور افکن را به یک انتخاب اضافه می کند. از روش های مختلف ردیابی و انتخاب معکوس پشتیبانی می کند.

source: Adds or subtracts a constant to the hue of the image. It adjusts the offset of a linear mapping.
fa: یک ثابت را به هوی تصویر اضافه یا تفریق می کند. افست یک نقشه برداری خطی را تنظیم می کند.

source: Adds or subtracts a constant to the value of the image. It adjusts the offset of a linear mapping.
fa: یک ثابت را به مقدار تصویر اضافه یا تفریق می کند. افست یک نقشه برداری خطی را تنظیم می کند.

source: Adds or subtracts an offset to image pixels (bias).
fa: اضافه کردن یا تفریق افست به پیکسل های تصویر (سوگیری).

source: Adds or subtracts an offset to the pixel values.
fa: افست را به مقادیر پیکسل اضافه یا تفریق می کند.

source: Adjust
fa: تنظیم کردن

source: Adjust Frame Rate
fa: تنظیم نرخ قاب

source: Adjust the colors of an object to better reflect the real scene.
fa: رنگ های یک شی را تنظیم کنید تا صحنه واقعی بهتر منعکس شود.

source: Adjustment for the darks.
fa: تنظيم براي تاريکي ها.

source: Adjustment for the highlights.
fa: تنظیم برای نکات برجسته.

source: Adjustment for the lights.
fa: تنظیم برای چراغ.

source: Adjustment for the shadows.
fa: تنظیم برای سایه ها.

source: Adjusts an image in order to make neutral objects appear gray or white.
fa: یک تصویر را تنظیم می کند تا اشیاء خنثی خاکستری یا سفید ظاهر شوند.

source: Adjusts image values.
fa: مقادیر تصویر را تنظیم می کند.

source: Adjusts intensity and color levels.
fa: تنظیم شدت و سطح رنگ.

source: Adjusts separately the contrast of the illumination and detail in an image.
fa: به طور جداگانه کنتراست روشنایی و جزئیات را در یک تصویر تنظیم می کند.

source: Adjusts the contrast and brightness values of the image.
fa: مقادیر کنتراست و روشنایی تصویر را تنظیم می کند.

source: Adjusts the exposure of the image.
fa: نوردهی تصویر را تنظیم می کند.

source: Adjusts the hue, the saturation and the color values of the image.
fa: رنگ، اشباع و مقادیر رنگ تصویر را تنظیم می کند.

source: Adjusts the image exposure.
fa: نوردهی تصویر را تنظیم می کند.

source: Adjusts the overall brightness of the image.
fa: روشنایی کلی تصویر را تنظیم می کند.

source: Adjusts the size of the blur or pixelation.
fa: اندازه تیرگی یا پیکسلاسیون را تنظیم می کند.

source: Adjusts the tone values by setting the gain in four portions of the luminance range.
fa: مقادیر تن را با تنظیم سود در چهار بخش از محدوده نورانی تنظیم می کند.

source: Adjusts the tone values following a smooth curve defined by control points. Supports independent modification of intensity and the RGB channels and multiple interpolation modes.
fa: مقادیر تن را به دنبال منحنی صاف تعریف شده توسط نقاط کنترل تنظیم می کند. از اصلاح مستقل شدت و کانال های RGB و حالت های متعدد اینترپلاسیون پشتیبانی می کند.

source: Advanced
fa: پیشرفته

source: Advanced File Info
fa: اطلاعات فایل پیشرفته

source: Advanced File Info...
fa: اطلاعات فایل پیشرفته...

source: Algorithm
fa: الگوریتم

source: Algorithm used to approximate the mapping function of the lens. The best algorithm depends on the kind of optics.
fa: الگوریتمی که برای تقریبی کردن تابع نگاشت لنز استفاده می شود. بهترین الگوریتم بستگی به نوع اپتیک دارد.

source: Algorithm used to describe the mapping function of the lens, according to its technical specifications.
fa: الگوریتم مورد استفاده برای توصیف تابع نگاشت لنز، با توجه به مشخصات فنی آن است.

source: Align on Group
fa: تراز کردن در گروه

source: Align on Top
fa: تراز کردن در بالا

source: Align the fields of a car in movement.
fa: تراز کردن زمینه های یک ماشین در حرکت است.

source: Align two images with different perspectives to analyze the differences.
fa: دو تصویر را با دیدگاه های مختلف همتراز کنید تا تفاوت ها را تحلیل کنید.

source: Alignment
fa: هم ترازی

source: Aligns the perspective of different images of the same object, taken from different points of view. Supports any kind of motion (shift, rotation, zoom, perspective changes).
fa: تراز چشم انداز تصاویر مختلف از یک جسم، گرفته شده از دیدگاه های مختلف است. پشتیبانی از هر نوع حرکت (تغییر، چرخش، زوم، تغییرات چشم انداز).

source: Aligns the two fields of an interlaced frame.
fa: دو میدان یک قاب به هم پیوسته را همتراز می کند.

source: All
fa: همه

source: All
fa: همه

source: All Files (*.*)|*.*
fa: تمام پرونده ها (*.*)|*.*

source: All Files (any ext) in Folder
fa: همه پرونده ها (هر ext) در پوشه

source: All Files (any ext) in Folder and Subfolders
fa: همه فایل ها (هر ext) در پوشه و پوشه ها

source: All Files (same ext) in Folder
fa: همه پرونده ها (ext مشابه) در پوشه

source: All Files (same ext) in Folder and Subfolders
fa: همه فایل ها (ext مشابه) در پوشه و Subfolders

source: All Milestone archive files
fa: همه فایل های آرشیو نقطه عطف

source: All common image formats are supported, but all images must have the same size. If the images have different size, the reference size will be taken from the first one. Other images will be cropped to fit in the reference size. This is quite normal if images are taken by the same source. The default sorting is alphabetical, but you can adjust it by selecting items in the list and using buttons on the right side of the list box. For configuring filter, you can drag and drop multiple files or entire folders over this window or directly on the main window.
fa: تمام فرمت های تصویر مشترک پشتیبانی می شوند، اما همه تصاویر باید اندازه یکسانی داشته باشد. اگر تصاویر اندازه متفاوتی داشته باشند، اندازه مرجع از اول گرفته خواهد شد. تصاویر دیگر خواهد شد cropped به جا در اندازه مرجع. این کاملا طبیعی است اگر تصاویر توسط همان منبع گرفته شده است. مرتب سازی پیش فرض حروف الفبا است، اما می توانید آن را با انتخاب موارد موجود در لیست و استفاده از دکمه های سمت راست جعبه لیست تنظیم کنید. برای پیکربندی فیلتر، می توانید چندین فایل یا کل پوشه ها را روی این پنجره یا مستقیماً روی پنجره اصلی بکشید و رها کنید.

source: All files
fa: تمام فایل‌ها

source: All files with known DVR extensions in the directory and subdirectories
fa: همه فایل ها با پسوند DVR شناخته شده در دایرکتوری و subdirectories

source: All files with known DVR extensions in the same directory
fa: همه فایل ها با پسوند DVR شناخته شده در یک دایرکتوری

source: All files with the same extension in the directory and subdirectories
fa: همه فایل ها با پسوند یکسان در دایرکتوری و subdirectories

source: All files with the same extension in the same directory
fa: همه فایل ها با پسوند یکسان در یک دایرکتوری

source: All image files
fa: همه فایل های تصویر

source: All pixels that have the same value as the x coordinate will receive instead the value set by the y coordinate.
fa: همه پیکسل هایی که مقدار یکسانی با مختصات x دارند به جای آن مقدار تعیین شده توسط مختصات y را دریافت خواهد کرد.

source: All subtitle files
fa: همه فایل های زیرنویس

source: All supported media files
fa: همه پرونده های رسانه ای پشتیبانی شده

source: All video files
fa: همه فایل های ویدئویی

source: All, one chain per file
fa: همه، یک زنجیره در هر فایل

source: Alpha
fa: آلفا

source: Alpha Channel
fa: آلفا کانال

source: Always
fa: همیشه

source: Always available
fa: همیشه در دسترس

source: Amount of noise to be reduced. If zero, noise level is automatically computed.
fa: مقدار سر و صدا کاهش می یابد. اگر صفر باشد، سطح نویز به طور خودکار محاسبه می شود.

source: Amped Authenticate
fa: تصدیق بستا

source: Amped Authenticate Tech Specs
fa: بستا تصدیق مشخصات فن آوری

source: Amped Authenticate Trial
fa: محاکمه تصدیق بستا

source: Amped AuthenticateV Trial
fa: Amped AuthenticateV (Prueba)

source: Amped DVRConv
fa: بستا دی‌وی‌آرکانو

source: Amped DVRConv CUC Trial
fa: بستا DVRConv CUC محاکمه

source: Amped DVRConv Trial
fa: بستا DVRConv محاکمه

source: Amped FIVE
fa: بستا

source: Amped FIVE Developer
fa: بستا آزمایشی

source: Amped FIVE Express
fa: بستا آزمایشی

source: Amped FIVE Express Trial
fa: بستا آزمایشی

source: Amped FIVE Features
fa: بستا آزمایشی

source: Amped FIVE Professional
fa: بستا آزمایشی

source: Amped FIVE Professional Trial
fa: بستا آزمایشی

source: Amped FIVE Tech Specs
fa: بستا آزمایشی

source: Amped FIVE Ultimate
fa: بستا آزمایشی

source: Amped FIVE Ultimate Trial
fa: بستا آزمایشی

source: Amped Replay
fa: بازپخش بستا

source: Amped Replay Plus
fa: بازپخش بستا پلاس

source: Amped Replay Plus Trial
fa: پخش بستا به علاوه محاکمه

source: Amped Replay Trial
fa: بستا بازپخش موقتی

source: Amped VideoScanner
fa: بستا ویدئواسکنر

source: Amped VideoScanner Trial
fa: بستا ویدئواسکنر موقتی

source: An error occured exporting the table to CSV format.
fa: خطایی در صادرات جدول به فرمت CSV رخ داد.

source: An error occured exporting the table to JSON format.
fa: خطایی در صادر کردن جدول به فرمت JSON اتفاق افتاد.

source: Analyze macroblocks size.
fa: اندازه ماکروبلاک ها را تجزیه و تحلیل کنید.

source: Analyzing JPEG markers
fa: تجزیه و تحلیل نشانگر JPEG

source: Angle
fa: زاویه

source: Angle of the blur direction, expressed in degrees with respect to the horizontal.
fa: زاویه جهت تار، در درجات با توجه به افقی بیان شده است.

source: Angle:
fa: زاویه:

source: Animation
fa: انیمیشن

source: Annotate people on a video.
fa: مردم رو توي يه ويديو ي مشخص کن.

source: Antialiased
fa: آنتی آلیسد

source: Apple QuickTime not installed or not supporting this video format.
fa: اپل QuickTime نصب نشده و یا پشتیبانی نمی کند این فرمت ویدئویی.

source: Application Examples
fa: مثال های کاربردی

source: Application Examples
fa: مثال های کاربردی

source: Applies a contrast limited histogram equalization, useful on images with high dynamic range (both very dark and very bright areas).
fa: اعمال کنتراست محدود برابری histogram، مفید بر روی تصاویر با محدوده پویا بالا (هر دو مناطق بسیار تاریک و بسیار روشن).

source: Apply
fa: اعمال

source: Apply / Show Output
fa: اعمال / نمایش خروجی

source: Apply the [Perspective Stabilization] tool checking the [Prepare for Perspective Super Resolution] output option. Then, apply the [Perspective Super Resolution] tool after it. It is optionally possible to insert a filter of the [Select Frames] group in between, to discard the frames where the stabilization has failed. The image is automatically enlarged around the center of the quadrilateral defined in [Perspective Stabilization]. The [Sharpening] slider adjusts the sharpness of the processed image; a higher value increases the sharpness but may produce a grainy output, especially if the number of frames of the input video is low.
fa: درخواست [تثبیت چشم انداز] ابزار چک کردن [آماده شدن برای چشم انداز سوپر وضوح] گزینه خروجی. سپس ابزار [Perspective Super Resolution] را پس از آن اعمال کنید. به طور اختیاری می توان فیلتری از گروه [Select Frames] را در میان قرار داد، تا قاب هایی را که تثبیت در آن شکست خورده است، دور بیندازید. تصویر به طور خودکار در اطراف مرکز چهارگوش تعریف شده در [تثبیت چشم انداز] بزرگ شده است. لغزنده [تیز کردن] تیزی تصویر پردازش شده را تنظیم می کند؛ مقدار بالاتر تیزی را افزایش می دهد اما ممکن است یک خروجی دانه دار تولید کند، به خصوص اگر تعداد فریم های ویدئو ورودی کم باشد.

source: Are you sure you want to delete the chain?
fa: آیا مطمئن هستید که می خواهید زنجیره را حذف کنید؟

source: Area
fa: ناحیه

source: Arrow
fa: نشانه

source: Aspect Ratio
fa: حفظ نسبت ابعاد

source: Assistant
fa: دستیار

source: Assistant version is missing from your script and may break its functionalities in some version. Please add the text "# assistant-version=%d" in the first line of the file.
fa: نسخه دستیار از اسکریپت شما گم شده است و ممکن است قابلیت های آن را در برخی از نسخه ها بشکنند. لطفا متن "# assistant-version=%d" را در خط اول فایل اضافه کنید.

source: Audio
fa: صدا

source: Audio Balance
fa: تعادل صوتی

source: Audio Redaction
fa: ردک صوتی

source: Audio Settings
fa: تنظیمات صدا

source: Audio Source
fa: منبع صدا

source: Audio Streams
fa: جریان های صوتی

source: Audio decoding failed.
fa: رمزگشایی صوتی شکست خورد.

source: Authentication
fa: احراز هویت

source: Author
fa: سازنده

source: Author(s) of the case.
fa: سازندگان پرونده.

source: Author:
fa: سازنده:

source: Auto (GPU or CPU indifferently)
fa: خودکار (GPU یا CPU بی تفاوت)

source: Auto (prefer GPU, else CPU)
fa: خودکار (ترجیح می دهم GPU، پردازنده های دیگر)

source: Auto Add Windows Date and Time to Notes
fa: افزودن خودکار تاریخ و زمان ویندوز به یادداشت ها

source: Auto Adjust
fa: تنظیم خودکار

source: Auto Detect
fa: تشخیص خودکار

source: Auto Load Timestamps
fa: بار خودکار تایم استمپ

source: Auto Login
fa: ورود خودکار

source: Auto Selector
fa: انتخاب کننده خودکار

source: Auto Update
fa: بروزرسانی خودکار

source: Auto-Apply
fa: اعمال خودکار

source: Automatic (From Lines)
fa: خودکار (از خطوط)

source: Automatic Color Equalization
fa: برابرسازی خودکار رنگ

source: Automatic Selection
fa: انتخاب خودکار

source: Automatically select the peaks in the FFT (can be refined manually).
fa: به طور خودکار قله ها را در FFT انتخاب کنید (می تواند به صورت دستی تصفیه شود).

source: Automatically selects similar frames (to discard bad frames) with the ability to set a similarity threshold and a reference frame.
fa: به طور خودکار فریم های مشابه (برای دور انداختن قاب های بد) را با توانایی تنظیم آستانه شباهت و یک قاب مرجع انتخاب می کند.

source: Available Codecs
fa: کدک های موجود

source: Available Filters
fa: فیلترهای موجود

source: Available Formats
fa: فرمت های موجود

source: Available Sizes
fa: سایز قابل ارائه

source: Available when Filter Settings panel is active
fa: هنگامی که پانل تنظیمات فیلتر فعال است در دسترس است

source: Available when History panel is active
fa: در دسترس زمانی که پانل تاریخچه فعال است

source: Available when Player panel is active
fa: در دسترس زمانی که پنل پخش فعال است

source: Available when Viewer panel is active
fa: در دسترس زمانی که پانل بیننده فعال است

source: Average difference between pixels of the current and the previous frame.
fa: تفاوت متوسط بین پیکسل های جریان و قاب قبلی.

source: Averaging Filter
fa: فیلتر میانگین

source: Avoid being distracted by color artifacts.
fa: اجتناب از حواس پرت شدن توسط مصنوعات رنگ.

source: Axon Investigator
fa: یابنده آکسون

source: Background Color
fa: رنگ پس زمینه

source: Background Color Point
fa: نقطه رنگ زمینه

source: Background Shape
fa: شکل پس زمینه

source: Balance
fa: تعادل

source: Balance between the original (0) and processed audio (1).
fa: تعادل بین اصلی (0) و صوتی پردازش شده (1).

source: Balance between the original (0) and processed image (1).
fa: تعادل بین تصویر اصلی (0) و پردازش شده (1).

source: Base
fa: پایه

source: Basic
fa: پایه ای

source: Batch Mode
fa: حالت دسته ای

source: Bicubic
fa: بیکوبیک

source: Bilateral Filter
fa: فیلتر دوطرفه

source: Bilinear
fa: دو خطی

source: Bilinear Filter
fa: فیلتر دو خطی

source: Binary
fa: دودویی

source: Bitmap conversion failed
fa: تبدیل بیت مپ شکست خورد

source: Bitmap selection failed
fa: انتخاب بیت مپ شکست خورد

source: Black is Transparent
fa: سیاه شفاف است

source: Blacken
fa: بلکن

source: Blend
fa: حالت مخلوط را ترجیح میدهید

source: Blind Deconvolution
fa: دکونولوکشن کور

source: Block Difference
fa: تفاوت بلوک

source: Block Height
fa: ارتفاع بلوک

source: Block Size
fa: سایز بلوک

source: Blue
fa: آبی

source: Blue
fa: آبی

source: Blue Blue
fa: آبی آبی

source: Blue Constant
fa: ثابت آبی

source: Blue Green
fa: سبز آبی

source: Blue Red
fa: قرمز آبی

source: Blur
fa: تاری

source: Blur everything but a specific subject.
fa: همه چیز را تار کنید جز یک موضوع خاص.

source: Bookmarks
fa: علاقه مندی ها

source: Bookmarks exported in %s
fa: نشانه های صادر شده در %s

source: Bookmarks updated
fa: نشانه ها به روز شده

source: Border
fa: حاشیه

source: Border Color
fa: رنگ حاشیه

source: Border Mode
fa: حالت مرزی

source: Border Thickness
fa: ضخامت کادر

source: Both
fa: هر دو

source: Bottom
fa: پایین

source: Boundary Conditions
fa: شرایط مرزی

source: Brightness
fa: روشنایی

source: Browse
fa: مرور کردن

source: Build date:
fa: تاریخ ساخت:

source: CRT Simulation
fa: شبیه سازی CRT

source: Calculates the input file hash code to check data integrity when loading the project. Supports several hashing algorithms.
fa: محاسبه فایل ورودی کد هش برای بررسی یکپارچگی داده ها در هنگام بارگذاری پروژه. چندین الگوریتم هشینگ را پشتیبانی می کند.

source: Calculating Hash Destination...(Progress: %4.2f)
fa: محاسبه مقصد هش... (پیشرفت: %4.2f)

source: Calculating Hash Source...(Progress: %4.2f %c )
fa: محاسبه منبع هش... (پیشرفت: %4.2f %c )

source: Calculating Hash Source...(Progress: %4.2f)
fa: محاسبه منبع هش... (پیشرفت: %4.2f)

source: Camera
fa: دوربین

source: Camera Name
fa: نام دوربین

source: Camera Position
fa: موقعیت دوربین

source: Camera to connect to.
fa: دوربین برای اتصال به.

source: Can't open JSON doc.
fa: نمیتوان داکیومن JSON را باز کرد.

source: Cancel
fa: لغو

source: Cannot apply selector on a live stream.
fa: نمی تواند انتخاب کننده را روی یک جریان زنده اعمال کند.

source: Cannot connect to the server. Please check your Internet connection.
fa: نمی تواند به سرور متصل شود. لطفا اتصال اینترنت خود را بررسی کنید.

source: Cannot convert this file to MP4. Please try transcoding it.
fa: نمی توان این پرونده را به MP4 تبدیل کرد. لطفا سعی کنید آن را transcoding.

source: Cannot extract frame from video, frame decoding is failed.
fa: قاب را نمی توان از ویدیو استخراج کرد، رمزگشایی قاب شکست خورده است.

source: Cannot load image, format not supported or file corrupted.
fa: نمی تواند تصویر را بارگذاری کند، فرمت پشتیبانی نشده یا پرونده خراب شده باشد.

source: Cannot open file/s, it seems corrupted.
fa: نمی تواند فایل /s را باز کند، خراب به نظر می رسد.
