Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: There was a problem printing. Perhaps your current printer is not setup correctly?
fa: چاپ مشکلی وجود داشت. شاید چاپگر فعلی شما درست تنظیم نشده باشد؟

source: Thickness
fa: ضخامت

source: Thickness of the blur, expressed in pixels. This allows to consider also an optical deblurring component.
fa: ضخامت تار، بیان شده در پیکسل. این اجازه می دهد تا در نظر گرفتن نیز یک جزء رفع تاری نوری.

source: Thickness of the border in pixels. Setting this parameter to zero disables the border.
fa: ضخامت مرز در پیکسل. تنظیم این پارامتر به صفر مرز را غیرفعال می کند.

source: Thickness of the grid in pixels.
fa: ضخامت شبکه در پیکسل.

source: Third Party Notices
fa: اطلاعیه های شخص ثالث

source: This command does not work on an empty project.
fa: این فرمان روی یک پروژه خالی کار نمی کند.

source: This command is not available with the trial license.
fa: این فرمان با مجوز آزمایشی در دسترس نیست.

source: This command will reset window layout and program options and restart the program. Do you want to continue?
fa: این فرمان تنظیم مجدد طرح پنجره و گزینه های برنامه و راه اندازی مجدد برنامه. ميخواي ادامه بدي؟

source: This filter does not have configurable parameters.
fa: این فیلتر پارامترهای قابل تنظیم ندارد.

source: This filter does not work with the current video format.
fa: این فیلتر با فرمت تصویری فعلی کار نمی کند.

source: This filter has no parameters.
fa: این فیلتر هیچ پارامتری ندارد.

source: This filter has no parameters.
fa: این فیلتر هیچ پارامتری ندارد.

source: This filter is more robust than [Local Stabilization] with respect to zoom and panning, but it is less precise if you are interested in finely stabilizing an object of interest.
fa: این فیلتر قوی تر از [تثبیت محلی] با توجه به زوم و panning است، اما کمتر دقیق است اگر شما علاقه مند به تثبیت خوب یک شی مورد علاقه است.

source: This filter is not available with the trial license.
fa: این فیلتر با مجوز آزمایشی در دسترس نیست.

source: This filter is slower than normal [Resize], but, if properly configured, can yield much better results than the [Bicubic] for big enlargement factors. It needs two additional parameters: [Steps] and [Strength]. [Steps] is the number of times the algorithm is applied to create the image of the desired size. It can roughly approximate the filter capability to follow diagonal borders instead of creating jagged edges. [Strength] controls the sharpness of the resized image. It can be tuned to adjust the resizing effect on the image features.
fa: این فیلتر کندتر از طبیعی [اندازه] است، اما اگر به درستی پیکربندی شود، می تواند نتایج بسیار بهتری نسبت به [Bicubic] برای عوامل بزرگ شدن بزرگ عملکرد داشته باشد. به دو پارامتر اضافی نیاز دارد: [مراحل] و [قدرت]. [مراحل] تعداد زمان هایی است که الگوریتم برای ایجاد تصویر اندازه مورد نظر اعمال می شود. این تقریبا می تواند قابلیت فیلتر به دنبال مرزهای مورب به جای ایجاد لبه های جگن تقریبی. [قدرت] تیزی تصویر اندازه را کنترل می کند. می توان آن را برای تنظیم اثر تغییر اندازه بر روی ویژگی های تصویر کوک کرد.

source: This filter loads subtitles from a srt or smi file format and displays them in the proper frames.
fa: این فیلتر زیرنویس ها را از یک فرمت فایل srt یا smi بار می کند و در فریم های مناسب نمایش می دهد.

source: This filter optionally supports a selection input.
fa: این فیلتر به صورت اختیاری از یک ورودی انتخاب پشتیبانی می کند.

source: This filter requires a selection input.
fa: این فیلتر نیاز به یک ورودی انتخاب دارد.

source: This filter will print on the report all the information that you can see on the [File Info] tool panel.
fa: این فیلتر بر روی گزارش چاپ تمام اطلاعات است که شما می توانید در [اطلاعات فایل] پانل ابزار را ببینید.

source: This is a network dongle. To use it you need to start and configure the server program.
fa: این یک دانگل شبکه است. برای استفاده از آن شما نیاز به شروع و پیکربندی برنامه سرور.

source: This is a summary of all non-standard video formats that can currently be handled by the <b>Convert DVR</b> task.
fa: این خلاصه ای از تمام فرمت های ویدئویی غیر استاندارد است که در حال حاضر می تواند توسط وظیفه <b>تبدیل DVR رسیدگی می</b> شود.

source: This is the hash of a .txt file whose content is a sorted list of all the hash codes (one per line) calculated during the current operation
fa: این هش یک فایل .txt که محتوای آن یک لیست مرتب شده از تمام کدهای هش (یک در هر خط) محاسبه شده در طول عملیات فعلی است

source: This proprietary format cannot be properly converted.
fa: این قالب اختصاصی را نمی توان به درستی تبدیل کرد.

source: This tab allows to set the timestamp output format. See the help for detailed information on date and time formatting options.
fa: این زبانه امکان تنظیم قالب خروجی timestamp را می دهد. به کمک اطلاعات دقیق در مورد گزینه های قالب بندی تاریخ و زمان مراجعه کنید.

source: This tab has no effect if the input image is grayscale.
fa: این زبانه در صورتی که تصویر ورودی در مقیاس خاکستری باشد اثری ندارد.

source: This will reset all delays to zero. Are you sure?
fa: با این کار تمام تاخیرها را به صفر تنظیم مجدد خواهد کرد. مطمئنی?

source: Threshold
fa: آستانه

source: Threshold 1
fa: آستانه ۱

source: Threshold 2
fa: آستانه ۲

source: Thresholding type.
fa: نوع آستانه دار .

source: Thresholds the image values to the desired values. Supports several thresholding modes.
fa: مقادیر تصویر را به مقادیر مورد نظر آستانه می دهد. چندین حالت آستانه ای را پشتیبانی می کند.

source: Thumbnail does not exist.
fa: بندانگشتی وجود ندارد.

source: Time
fa: زمان

source: Time Format
fa: فرمت زمان

source: Time format
fa: فرمت زمان

source: Time mode is not supported for this filter.
fa: حالت زمان برای این فیلتر پشتیبانی نمی شود.

source: Time with MS: %H:%M:%S.%l
fa: زمان با MS: ٪H:٪M:%S.%l

source: Time: %H:%M:%S
fa: زمان: ٪H:٪M:٪S

source: Timeline
fa: جدول زمانی

source: Timestamp
fa: برچسب زمان

source: Timestamp Supported
fa: پشتیبانی از تایم استمپ

source: Timestamp and Camera Name
fa: تایم استمپ و نام دوربین

source: Timestamp format
fa: قالب تایم استمپ

source: Timestamps and frames must be different.
fa: تایم استمپ ها و فریم ها باید متفاوت باشند.

source: Tint Correction (Δuv percent)
fa: اصلاح تینت (Δuv درصد)

source: To change default image saving format go to View / Program Options
fa: برای تغییر فرمت پیش فرض صرفه جویی در تصویر به مشاهده / گزینه های برنامه بروید

source: To delete this chain, you need to delete "%s" first, which links to it.
fa: برای حذف این زنجیره باید ابتدا "%s" را حذف کنید که به آن پیوند می دهد.

source: To delete this filter, you need to delete "%s" first, which links to it.
fa: برای حذف این فیلتر باید ابتدا "%s" را حذف کنید که به آن لینک می دهد.

source: Toggle
fa: تغییر وضعیت

source: Toggle Bookmarks panel
fa: پانل نشانه های شعبده بازی

source: Toggle Favorites
fa: شعبده بازی مورد علاقه

source: Toggle Filter Settings panel
fa: پانل تنظیمات فیلتر را تغییر دهید

source: Toggle Filters panel
fa: تابلوی فیلترهای شعبده بازی

source: Toggle Full Screen Viewer
fa: نمایشنده تمام صفحه نمایش را تغییر دهید

source: Toggle Full Screen Viewer with Player
fa: نمایشدهنده تمام صفحه نمایش را با پلیر تغییر دهید

source: Toggle History panel
fa: پانل تاریخچه شعبده بازی

source: Toggle Log window
fa: پنجره ورود به سیستم را به هم می زنم

source: Toggle Player panel
fa: پانل پخش شعبده بازی

source: Toggle Tools panel
fa: پانل ابزار شعبده بازی

source: Tools
fa: ابزارها

source: Tools to authenticate digital images.
fa: ابزاری برای تصدیق تصاویر دیجیتال.

source: Top
fa: بالا

source: Total
fa: مجموع

source: Total Streams
fa: مجموع جریان ها

source: Total Time
fa: مجموع زمان

source: Total count
fa: تعداد کل

source: Total time of the output video.
fa: زمان کل ویدیو خروجی.

source: Tracking Method
fa: روش ردیابی

source: Training
fa: آموزش

source: Transcode
fa: ترنس کد

source: Transcode Settings
fa: تنظیمات رمز عبور

source: Transformation matrix calculated by selected points.
fa: ماتریس تبدیل محاسبه شده توسط نقاط انتخاب شده است.

source: Transformation matrix calculated for the current frame.
fa: ماتریس تبدیل برای قاب فعلی محاسبه شده است.

source: Transformation matrix calculated optimizing the original homography.
fa: ماتریس تبدیل بهینه سازی هموگرافی اصلی را محاسبه کرد.

source: Translation
fa: ترجمه

source: Transparency
fa: شفافیت

source: Trial
fa: آزمایشی

source: Trim a video without reencoding.
fa: یک ویدیو را بدون رنکود کردن کوتاه کنید.

source: Truncated
fa: کوتاه

source: Turbulence Deblurring
fa: آشفتگی رفع تاری

source: Tutorials
fa: آموزش ها

source: Tutorials.htm
fa: آموزش.htm

source: Two specific positions in the mixed videos to compare.
fa: دو موقعیت خاص در فیلم های مخلوط برای مقایسه.

source: Type
fa: نوع

source: Type of adjustment to be done.
fa: نوع تنظیم باید انجام شود.

source: Type of adjustment to perform.
fa: نوع تنظیم برای انجام.

source: Type of method to use.
fa: نوع روش برای استفاده.

source: Type of motion of the tracked region. A more complex motion can give more accurate results but takes more time to compute and is more sensitive to noise or motion blur.
fa: نوع حرکت منطقه ردیابی شده است. یک حرکت پیچیده تر می تواند نتایج دقیق تری بدهد اما زمان بیشتری برای محاسبه طول می کشد و نسبت به نویز یا تار شدن حرکت حساس تر است.

source: Type of output you require.
fa: نوع خروجی مورد نیاز شما.

source: Type:
fa: نوع:

source: UPDATES AVAILABLE!
fa: به روز رسانی در دسترس!

source: USBPlay
fa: یواس اس پلی

source: Ultimate
fa: آزمایشی

source: Unable to generate the Report file.
fa: قادر به تولید پرونده گزارش نیست.

source: Unconstrained lines that may help you to understand the scene.
fa: خطوط بدون قید و بند که ممکن است به شما کمک کند تا صحنه را درک کنید.

source: Undefined
fa: تعریف نشده

source: Undefined (
fa: تعریف نشده (

source: Undefined filename.
fa: نام فایل تعریف نشده.

source: Undefined host name.
fa: نام میزبان تعریف نشده.

source: Undesired Color 1
fa: رنگ ناخواسته 1

source: Undesired Color 2
fa: رنگ ناخواسته 2

source: Undesired Color Point
fa: نقطه رنگ ناخواسته

source: Undesired Color Point 2
fa: نقطه رنگ ناخواسته 2

source: Undistort
fa: تحریف نشده

source: Unexpected error: can't start the WaveFormLoader thread
fa: خطای غیر منتظره: نمی تواند موضوع WaveFormLoader را شروع کند

source: Unit of Measurement
fa: واحد اندازه گیری

source: Unit of Measurement (Display)
fa: واحد اندازه گیری (نمایش)

source: Universal Reseller Demo License
fa: یونیورسال نمایندگی مجوز نسخه ی نمایشی

source: Universal Reseller Demo License Trial
fa: یونیورسال نمایندگی نسخه ی نمایشی آزمایشی محاکمه

source: Univoquely identify the input file to process.
fa: Univoquely شناسایی فایل ورودی به پردازش.

source: Unknown
fa: ناشناخته

source: Unknown color space or invalid channel.
fa: فضای رنگی ناشناخته یا کانال نامعتبر.

source: Unroll
fa: اون رول

source: Unsharp Masking
fa: ماسک زدن بدون شکل

source: Unspecified
fa: نامشخص

source: Unsupported authentication type.
fa: نوع احراز هویت بدون حمایت.

source: Unsupported format: it's not possible to properly trim this video.
fa: فرمت بدون حمایت: نمی توان این ویدئو را به درستی تر و تمیز کرد.

source: Unsupported method
fa: روش حمایت نشده

source: Unwrap
fa: باز کردن

source: Update Dongle
fa: به روز رسانی دانگل

source: Updates require active support plan
fa: به روز رسانی ها نیاز به طرح پشتیبانی فعال دارند

source: Updating filter
fa: فیلتر به روز رسانی

source: Upload Video
fa: آپلود ویدئو

source: Upper Field Horizontal Shift
fa: تغییر افقی میدان فوقانی

source: Upper Field Vertical Shift
fa: تغییر عمودی میدان فوقانی

source: Upper Image to Upper Field
fa: تصویر بالایی به میدان فوقانی

source: Upper field horizontal shift in pixels.
fa: تغییر افقی میدان فوقانی در پیکسل ها.

source: Upper field vertical shift in pixels.
fa: تغییر عمودی میدان فوقانی در پیکسل.

source: Usage
fa: استفاده

source: Use FFMS with Audio as Default
fa: استفاده از FFMS با صوتی به عنوان پیش فرض

source: Use custom text plus one or more of the following macros to create automatically file names: $pn = project name, $cn = chain name, $cp = chain position, $fn = filter name, $fp = filter position, $in = input filename, $ff = current frame position, $ts = timestamp of saving. $ff is not used on videos and used automatically on sequences. Always using $ts is strongly suggested to avoid overwriting previously saved files.
fa: استفاده از متن سفارشی به علاوه یک یا چند از ماکروهای زیر برای ایجاد نام فایل به طور خودکار: $pn = نام پروژه ، $cn = نام زنجیره ای ، $cp = موقعیت زنجیره ای ، $fn = نام فیلتر ، $fp = موقعیت فیلتر ، $in = نام فایل ورودی، $ff = موقعیت فریم فعلی، $ts = تایم استمپ صرفه جویی. $ff فیلم ها استفاده نمی شود و به طور خودکار بر روی سکانس ها استفاده می شود. همیشه با استفاده از $ts به شدت پیشنهاد می شود برای جلوگیری از بازنویسی فایل های قبلا ذخیره شده است.

source: Use the [Curve] tool to select a line that is straight in the real world. You can set up to 3 lines. Each line is active if it contains 3 or more points.
fa: استفاده از ابزار [منحنی] برای انتخاب یک خط است که مستقیم در جهان واقعی است. شما می توانید راه اندازی تا 3 خط. هر خط در صورتی فعال است که شامل ۳ یا چند نقطه باشد.

source: Use the [Ruler] tool to draw at least 4 lines that connect a point in the first image to the corresponding point in the second image. In each image all the points must be on the same plane.
fa: از ابزار [Ruler] برای رسم حداقل ۴ خط استفاده کنید که یک نقطه در تصویر اول را به نقطه متناظر در تصویر دوم متصل می کنند. در هر تصویر تمام نقاط باید در یک هواپیما باشد.

source: Use the [Ruler] tool, in the [Perspective] tab, to draw at least 4 lines that connect a point in the first image to the corresponding point in the second image.
fa: استفاده از ابزار [خط کش] ، در زبانه [چشم انداز] ، به رسم حداقل 4 خط است که اتصال نقطه در تصویر اول به نقطه مربوطه در تصویر دوم.

source: Use the color range specified in the video file or force it to full or limited (16-235). Works only with the FFMS Video Engine.
fa: استفاده از محدوده رنگ مشخص شده در فایل ویدئویی و یا آن را مجبور به کامل یا محدود (16-235). تنها با موتور ویدئویی FFMS کار می کند.

source: Use the sliders to adjust the shape of the curve. The range of values that can be obtained using the current slider will appear shaded on the graph.
fa: از لغزنده ها برای تنظیم شکل منحنی استفاده کنید. دامنه مقادیری که با استفاده از لغزنده فعلی می توان به دست آمد، سایه دار بر روی گراف ظاهر خواهد شد.

source: Use this to automatically save the workspace at each step, preventing data-loss due to crashes or power interruptions
fa: استفاده از این برای ذخیره خودکار فضای کار در هر مرحله، جلوگیری از از دست دادن داده ها به دلیل تصادفات و یا وقفه های قدرت

source: User name to connect to the server.
fa: نام کاربری برای اتصال به سرور.

source: Username
fa: نام کاربری

source: Using the [Quadrilateral] tool select, on the first frame, the region that you would like to keep steady. For best results, you should select the largest possible planar surface that contains the region of interest (e.g. not just a number plate, but the entire front/back of the vehicle). If the object of interest is approaching the camera, you may use the [Reverse] filter to place, at the beginning of the video, the frame where the object is largest. Select the [Motion Type] that best describes how the region changes during the video. [Translation] is similar to the [Local Stabilization] filter but adds sub-pixel accuracy. [Rotation] is suitable for small rotations (in the computation, the sine of the rotation angle is approximated by the angle). [Rotation and Zoom] supports large rotation angles and may be suitable, for instance, to stabilize a video of a static object captured with a hand-held camera. [Perspective] is the most general setting, and can give the most accurate results for moving objects, but also takes more time to compute, is more sensitive to noise and may fail if the motion is too fast or if the video is affected by motion blur. The [Tracking Method] determines which frames are compared. [Static Tracking] compares the current frame with the first; this offers a good stabilization but may fail if the shape of the region changes too much. [Dynamic Tracking] compares each frame with the previous; this setting is able to stabilize larger deformations but the position of the region in the stabilized video may drift slightly over time. [Hybrid Tracking] (available only for [Rotation and Zoom] and [Perspective]) compares the current frame with both the first and the previous; this allows to track large deformations while keeping the target steady. In the [Output] tab, setting [Output Mode] to [Stabilized Video] warps each frame, according to the selected [Motion Type], in order to keep the selection steady. [Prepare for Perspective Super Resolution] leaves the video unaltered but attaches the transformation matrix to each frame; you can then apply the [Perspective Super Resolution] filter to enlarge the stabilized region. [Selection Overlay] draws the warped selection onto the input video. You can automatically add the [Perspective Super Resolution] filter by clicking on the [Prepare for Perspective Super Resolution] button. You can optionally add a filter of the [Select Frames] group between the [Perspective Stabilization] and [Perspective Super Resolution] filters to discard frames that have not been stabilized properly. Please note that adding other filters in between may give unexpected results.
fa: با استفاده از ابزار [چهار ضلعی]، در اولین فریم، منطقه ای را که می خواهید ثابت نگه دارید، انتخاب کنید. برای بهترین نتایج، باید بزرگترین سطح مسطح ممکن را انتخاب کنید که شامل منطقه مورد نظر باشد (به عنوان مثال نه فقط یک پلاک، بلکه کل جلو/پشت خودرو). اگر شی مورد نظر به دوربین نزدیک می‌شود، می‌توانید از فیلتر [معکوس] برای قرار دادن فریمی که جسم در آن بزرگ‌ترین است، در ابتدای فیلم استفاده کنید. ‬ ‫[نوع حرکت] را انتخاب کنید که به بهترین وجه نحوه تغییر منطقه را در طول ویدیو توصیف می کند. [Translation] شبیه فیلتر [Local Stabilization] است اما دقت زیر پیکسل را اضافه می کند. [چرخش] برای چرخش های کوچک مناسب است (در محاسبات، سینوس زاویه چرخش با زاویه تقریبی است). [چرخش و زوم] از زوایای چرخش بزرگ پشتیبانی می کند و ممکن است برای مثال برای تثبیت ویدئویی از یک جسم ساکن که با دوربین دستی گرفته شده است مناسب باشد. [Perspective] عمومی‌ترین تنظیمات است و می‌تواند دقیق‌ترین نتایج را برای اجسام متحرک ارائه دهد، اما محاسبه زمان بیشتری را نیز می‌گیرد، نسبت به نویز حساس‌تر است و اگر حرکت خیلی سریع باشد یا فیلم تحت تأثیر حرکت قرار گیرد، ممکن است از کار بیفتد. تاری ‬ ‫[روش ردیابی] تعیین می کند که کدام فریم ها مقایسه شوند. [Static Tracking] فریم فعلی را با اولی مقایسه می کند. این تثبیت خوبی ارائه می دهد، اما اگر شکل منطقه بیش از حد تغییر کند ممکن است شکست بخورد. [Dynamic Tracking] هر فریم را با فریم قبلی مقایسه می کند. این تنظیم می‌تواند تغییر شکل‌های بزرگ‌تر را تثبیت کند، اما موقعیت منطقه در فیلم تثبیت‌شده ممکن است در طول زمان کمی تغییر کند. [Hybrid Tracking] (فقط برای [Rotation and Zoom] و [Perspective] موجود است) فریم فعلی را با اولی و قبلی مقایسه می کند. این امکان ردیابی تغییر شکل های بزرگ را در حالی که هدف را ثابت نگه می دارد، می دهد. ‬ ‫در برگه [خروجی]، تنظیم [حالت خروجی] روی [ویدئوی تثبیت شده] هر فریم را مطابق با [نوع حرکت] انتخاب شده، به منظور ثابت نگه داشتن انتخاب، تاب می‌دهد. [Prepare for Perspective Super Resolution] ویدیو را بدون تغییر می گذارد اما ماتریس تبدیل را به هر فریم متصل می کند. سپس می توانید فیلتر [Perspective Super Resolution] را برای بزرگنمایی ناحیه تثبیت شده اعمال کنید. [Selection Overlay] انتخاب تاب خورده را روی ویدیوی ورودی می کشد. با کلیک بر روی دکمه [Prepare for Perspective Super Resolution] می توانید به طور خودکار فیلتر [Perspective Super Resolution] را اضافه کنید. می‌توانید به‌صورت اختیاری یک فیلتر از گروه [Select Frames] بین فیلترهای [Perspective Stabilization] و [Perspective Super Resolution] اضافه کنید تا فریم‌هایی را که به درستی تثبیت نشده‌اند دور بیندازید. لطفاً توجه داشته باشید که افزودن فیلترهای دیگر در این بین ممکن است نتایج غیرمنتظره ای به همراه داشته باشد.

source: Value
fa: مقدار

source: Value Blue
fa: ارزش آبی

source: Value Constant
fa: ثابت مقدار

source: Value Green
fa: ارزش سبز

source: Value Red
fa: ارزش قرمز

source: Value of parameter "%s" missing: using default.
fa: مقدار پارامتر "%s" گم شده: با استفاده از پیش فرض.

source: Value of parameter %s missing: using default.
fa: مقدار پارامتر از دست %s: با استفاده از پیش فرض.

source: Vector containing, for each frame, the points chosen for selection.
fa: بردار شامل، برای هر فریم، نقاط انتخاب شده برای انتخاب.

source: Verify
fa: تایید

source: Verify if the images have been saved with Photoshop.
fa: بررسی کنید که آیا تصاویر با فتوشاپ ذخیره شده اند یا نه.

source: Verify that the content of two images is the same.
fa: بررسی کنید که محتوای دو تصویر یکسان است.

source: Verify that the input and output files have not been changed.
fa: تأیید کنید که پرونده های ورودی و خروجی تغییر نکرده اند.

source: Verify the date when a picture has been taken.
fa: بررسی تاریخ زمانی که یک عکس گرفته شده است.

source: Vertical
fa: عمودی

source: Vertical Anchor
fa: لنگر عمودی

source: Vertical Offset
fa: انحراف عمودی

source: Vertical Position
fa: موقعیت عمودی

source: Vertical position of the original image in the output frame.
fa: موقعیت عمودی تصویر اصلی در قاب خروجی.

source: Vertical position of the superimposed image with respect to the frame or selection.
fa: موقعیت عمودی تصویر فوق العاده با توجه به قاب یا انتخاب.

source: Vertical resolution of the display, in pixels.
fa: وضوح عمودی صفحه نمایش، در پیکسل.

source: Very often it is possible to estimate the values of those parameters by looking for the endpoints of a segment of the blurred area that in a properly-focused image should converge into a single point. The [Ruler] tool is automatically activated by the Motion Deblurring filter, so you can select the endpoints of the blur segment: by doing this you will automatically configure the [Shift] and [Angle] parameters. Some extra fine-tuning may be necessary. In order to filter out the noise it is possible to set the [Noise] parameter, which represents the estimated noise-to-signal power ratio of the image.
fa: خیلی وقت ها می توان مقادیر آن پارامترها را با دنبال کردن نقاط پایانی یک بخش از منطقه تار تخمین بزند که در یک تصویر به درستی متمرکز باید به یک نقطه همگرا شوند. ابزار [خط] به طور خودکار توسط فیلتر حرکت Deblurring فعال می شود، بنابراین شما می توانید نقاط پایانی بخش تار را انتخاب کنید: با انجام این کار شما به طور خودکار پارامترهای [Shift] و [زاویه] را پیکربندی می کنید. برخی از تنظیم ریز اضافی ممکن است لازم باشد. به منظور فیلتر کردن نویز می توان پارامتر [Noise] را تنظیم کرد که نشان دهنده نسبت توان نویز به سیگنال تخمینی تصویر است.

source: Video
fa: ویدئو

source: Video Engine
fa: موتور ویدئو

source: Video For Windows
fa: ویدئو برای ویندوز

source: Video Input
fa: ورودی ویدئو

source: Video Link
fa: لینک ویدئو

source: Video Loader
fa: بارگذار تصویری

source: Video Mixer
fa: ویدئو میکسر

source: Video Streams
fa: جریان های ویدئویی

source: Video Writer
fa: ویدئو نویس

source: Video Writer: regenerate and overwrite output video
fa: ویدئو نویسنده : بازسازی و بازنویسی ویدیو خروجی

source: Video decoder to use.
fa: رمزگشایی ویدئویی برای استفاده.

source: Video download: %s
fa: دانلود ویدئو: %s

source: Video exported: %s
fa: ویدئو صادر شده: %s

source: Video frame cannot be found or position is invalid.
fa: قاب تصویری یافت نمی شود یا موقعیت نامعتبر است.

source: Video to Seek
fa: ویدئو به دنبال

source: View
fa: مشاهده

source: View a 360 degree image as panoramic.
fa: مشاهده تصویر 360 درجه به عنوان پانوراما.

source: View an action in the opposite direction.
fa: مشاهده یک عمل در جهت مخالف.

source: View multiple videos simultaneously on a grid.
fa: مشاهده ویدئوهای متعدد به طور همزمان در یک شبکه.

source: View this frame in the Frame Analysis
fa: مشاهده این قاب در قاب تجزیه و تحلیل

source: View this frame in the GOP Analysis
fa: مشاهده این قاب در تجزیه و تحلیل GOP

source: View this frame in the Hex Viewer
fa: مشاهده این قاب در بیننده هکسی

source: Viewer
fa: نمایشگر

source: Viewer configured
fa: بیننده پیکربندی شده

source: Visualize a video in slow motion.
fa: یک ویدیو را در حرکت آهسته تجسم کنید.
