Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: First, two or more lines for each direction of 3D space are selected, then the reference distance in a x/y/z direction is defined and finally the measurement is taken from image in same direction of the reference line. It's suggested to take more than 2 lines for every direction, if they can be reliably set. The orientation of the 3 sets of lines doesn't need to be orthogonal. The SVM-based algorithms have been designed to work in an uncalibrated framework (i.e. no need for the camera pose or internal parameters -e.g. focal length- to be known or computed). On the other hand, scene constraints such as the parallelism of structures are exploited, thus making these algorithms especially suitable for scenes containing man-made structures such as architectural elements and geometric patterns. This means that the [Measure 3d] filter has to be used in images with a structured scene, i.e. reliable and well defined geometric structures of the scene need to be seen in the image for reconstructing the perspective of the scene. For further details, please browse the [Tutorial] section of the user manual.
fa: ابتدا دو یا چند خط برای هر جهت از فضای سه بعد انتخاب می شود، سپس فاصله مرجع در یک جهت x/y/z تعریف می شود و در نهایت اندازه گیری از تصویر در همان جهت خط مرجع گرفته می شود. پیشنهاد می شود که بیش از ۲ خط برای هر جهت طول بکشد، اگر می توان آنها را به طور قابل اعتمادی تنظیم کرد. جهت گیری ۳ مجموعه خطوط نیازی به متوژنال بودن ندارد. الگوریتم های مبتنی بر SVM برای کار در یک چارچوب اصلاح نشده طراحی شده اند (به عنوان یکی از آن ها نیازی به ژست دوربین یا پارامترهای داخلی -مانند طول کانونی- شناخته شده یا محاسباتی نیست). از سوی دیگر محدودیت های صحنه مانند موازی سازی سازه ها مورد بهره برداری قرار می گیرد و به این ترتیب این الگوریتم ها به ویژه برای صحنه هایی که حاوی سازه های ساخته دست انسان مانند عناصر معماری و الگوهای هندسی هستند مناسب می شود. یعنی فیلتر [Measure 3d] باید در تصاویری با صحنه ساخت یافته مورد استفاده قرار گیرد، یعنی ساختارهای هندسی قابل اعتماد و به خوبی تعریف شده صحنه برای بازسازی چشم انداز صحنه باید در تصویر دیده شوند. برای کسب اطلاعات بیشتر، لطفا بخش [آموزش] کتابچه راهنمای کاربر را مرور کنید.

source: Fit Image
fa: تصویر مناسب

source: Fit Window
fa: مناسب پنجره

source: Fixed GOP:
fa: ثابت GOP:

source: Flip
fa: تلنگر

source: Focal Length
fa: فاصله کانونی

source: Focal Length Computation
fa: محاسبات طول کانونی

source: Focal length relative to the image width.
fa: طول کانونی نسبت به عرض تصویر.

source: Focus on Bookmarks Panel
fa: تمرکز بر روی پانل نشانه ها

source: Focus on Filter Settings Panel
fa: تمرکز بر روی پانل تنظیمات فیلتر

source: Focus on Filters Panel
fa: تمرکز بر روی پانل فیلترها

source: Focus on History Panel
fa: تمرکز بر روی پانل تاریخچه

source: Focus on Notes panel
fa: تمرکز بر روی پانل یادداشت ها

source: Focus on Player Panel
fa: تمرکز بر روی پانل پخش

source: Focus on Tools Panel
fa: تمرکز بر روی پانل ابزار

source: Focus on Viewer Panel
fa: تمرکز بر روی پانل بیننده

source: Folder opened: %s
fa: پوشه باز شد: %s

source: Follow people with arrows on a video.
fa: دنبال مردم با فلش در یک ویدیو.

source: Font Size
fa: اندازه فونت

source: Font characteristics used for the text.
fa: ویژگی های فونت مورد استفاده برای متن.

source: For best results, select the largest possible planar surface that contains the region of interest (e.g. not just a number plate, but the entire front/back of the vehicle). If the object of interest is approaching the camera, use the [Reverse] filter to place, at the beginning of the video, the frame where the object is largest.
fa: برای بهترین نتایج، بزرگترین سطح پلانر ممکن را انتخاب کنید که حاوی منطقه مورد علاقه است (به عنوان نمونه نه تنها یک صفحه شماره، بلکه کل جلو/پشت خودرو). اگر هدف مورد علاقه در حال نزدیک شدن به دوربین است، از فیلتر [معکوس] برای قرار دادن استفاده کنید، در ابتدای ویدئو، قابی که جسم در آن بزرگترین است.

source: For ceiling-mount cameras, set Longitude to 0, Latitude between 0 and 90 degrees, and move the Rotation slider.
fa: برای دوربین های سقف سوار, مجموعه طول جغرافیایی به 0, عرض جغرافیایی بین 0 تا 90 درجه, و حرکت لغزنده چرخش.

source: Format
fa: فرمت

source: Format used to encode the image file.
fa: فرمت مورد استفاده برای کد گذاری فایل تصویر.

source: Formatting
fa: قالب بندی

source: Fourier
fa: فوریه

source: Frame
fa: فریم

source: Frame
fa: قاب

source: Frame Analysis
fa: تجزیه و تحلیل قاب

source: Frame Averaging
fa: میانگین قاب

source: Frame Caption
fa: قاب زیرنویس

source: Frame DPI
fa: قاب DPI

source: Frame Motion
fa: حرکت قاب

source: Frame Number
fa: شماره قاب

source: Frame Position
fa: موقعیت قاب

source: Frame Rate
fa: نرخ فریم

source: Frame Selector
fa: انتخاب کننده قاب

source: Frame Size
fa: اندازه قاب

source: Frame Timestamp
fa: فریم تایم استمپ

source: Frame Type
fa: نوع قاب

source: Frame Type:
fa: نوع قاب:

source: Frame intervals invalid.
fa: فواصل قاب نامعتبر است.

source: Frame number to be selected.
fa: شماره قاب انتخاب شود.

source: Frame rate
fa: نرخ قاب

source: Frame rate (in frames per second) of the output video. Note that some video formats support only a limited set of frame rates.
fa: نرخ قاب (در فریم در ثانیه) از ویدیو خروجی. توجه داشته باشید که برخی از فرمت های ویدئویی پشتیبانی تنها مجموعه محدودی از نرخ قاب.

source: Frame rate adjustment settings.
fa: تنظیمات تنظیم نرخ قاب.

source: Frame rate of the output video.
fa: نرخ قاب ویدیو خروجی.

source: Frame rate set: %s
fa: مجموعه نرخ قاب: %s

source: Frame rate, in frames per second, for the resulting video.
fa: نرخ قاب، در فریم در ثانیه، برای ویدیو حاصل.

source: Frame to keep as reference for the correlation.
fa: قاب به عنوان مرجع برای همبستگی نگه دارید.

source: Frame,
fa: قاب

source: Frames
fa: فریم‌ها

source: Frames captured: %d
fa: قاب های اسیر شده: %d

source: Frames captured: 0
fa: قاب های ضبط شده: 0

source: Frames grouped by scene (output parameter).
fa: قاب های گروه بندی شده بر اساس صحنه (پارامتر خروجی).

source: Frames lost: %d
fa: قاب از دست رفته: %d

source: Frames lost: 0
fa: قاب از دست داده: 0

source: Frames per Page
fa: قاب در هر صفحه

source: Frames whose position was exceeding length have been removed.
fa: قاب هایی که موقعیت آن ها بیش از طول بود حذف شده اند.

source: French
fa: فرانسوی

source: Frequency Spectrum (FFT)
fa: طیف فرکانسی (FFT)

source: From File
fa: از پرونده

source: From here you can set optional free helper lines.
fa: از اینجا می توانید خطوط کمک کننده رایگان اختیاری را تنظیم کنید.

source: Full
fa: کامل

source: Full Screen
fa: تمام صفحه

source: GOP Analysis
fa: تجزیه و تحلیل GOP

source: Gain
fa: به دست آوردن

source: Gain (EV)
fa: بهره (EV)

source: Gain applied to the output image.
fa: بهره بر روی تصویر خروجی اعمال می شود.

source: Gaussian
fa: گاوسی

source: Gaussian Filter
fa: فیلتر گاوس

source: General Features
fa: ویژگی های عمومی

source: General Info
fa: اطلاعات عمومی

source: General Options
fa: تنظیمات عمومی

source: Generate Activation Request File
fa: تولید فایل درخواست فعال سازی

source: Generate Deactivation Request File
fa: تولید فایل درخواست غیر فعال سازی

source: Generate Report
fa: تولید گزارش

source: Generate Report...
fa: تولید گزارش...

source: Generates a single higher-resolution image by merging all the frames of a video stabilized with the [Perspective Stabilization] filter.
fa: تولید یک تصویر با وضوح بالاتر تنها با ادغام تمام فریم های یک ویدیو تثبیت شده با [تثبیت چشم انداز] فیلتر.

source: Generates a single higher-resolution image by merging all the frames with subpixel motion estimation.
fa: با ادغام تمام فریم ها با تخمین حرکت زیرپیکسلی، یک تصویر با وضوح بالاتر تولید می کند.

source: Genetec Copy Stream Output Format
fa: فرمت خروجی جریان کپی Genetec

source: Genetec Settings
fa: تنظیمات ژنتک

source: Genetec Transcode Metadata
fa: فراداده ترانس کد ژنتک

source: Genetec Transcode Output Profile
fa: پروفایل خروجی ترانس کد ژنتک

source: GeoTIFF
fa: ژئوتیف

source: Get current
fa: دریافت جریان

source: Global Stabilization
fa: تثبیت جهانی

source: Go
fa: برو

source: Go To Selected Frames
fa: برو به قاب های انتخاب شده

source: Go To Start
fa: برو برای شروع

source: Go to First Frame
fa: برو به قاب اول

source: Go to Frame
fa: برو به قاب

source: Go to Frame offset in the Hex Viewer
fa: برو به قاب افست در بیننده هاکس

source: Go to Last Frame
fa: رفتن به فریم آخر

source: Go to the next step in the current script
fa: رفتن به مرحله بعدی در اسکریپت فعلی

source: Go to the previous step in the current script
fa: به مرحله قبل در اسکریپت فعلی بروید

source: Gradient Magnitude
fa: بزرگی گرادیان

source: Gray blocks have been copied from another frame. Green blocks have changes in the luminance or location and are referenced to the previous frame. Blue blocks have changes in the luminance or location and are referenced to the next frame. Red blocks are newly encoded data from the current frame and thus are more reliable. There are a number of possible colors and types. For more information check: https://trac.ffmpeg.org/wiki/Debug/MacroblocksAndMotionVectors.
fa: بلوک های خاکستری از قاب دیگری کپی شده اند. بلوک های سبز تغییراتی در نورانیت یا مکان دارند و به قاب قبلی ارجاع داده می شوند. بلوک های آبی تغییراتی در نورانیت یا مکان دارند و به قاب بعدی ارجاع داده می شوند. بلوک های قرمز داده های تازه کدگذاری شده از قاب فعلی هستند و به این ترتیب قابل اعتمادتر هستند. تعدادی از رنگ ها و انواع ممکن وجود دارد. برای بررسی اطلاعات بیشتر: https://trac.ffmpeg.org/wiki/Debug/MacroblocksAndMotionVectors.

source: Grayscale
fa: خاکستری

source: Grayscale Conversion
fa: تبدیل گری مقیاس

source: Green
fa: سبز

source: Green Blue
fa: آبی سبز

source: Green Constant
fa: ثابت سبز

source: Green Green
fa: سبز سبز

source: Green Red
fa: قرمز سبز

source: H264
fa: اچ۲۶۴

source: HLS H
fa: اچ ام ای اس اچ

source: HLS L
fa: ال ال اس ال

source: HSV
fa: اچ اس وی

source: HSV H
fa: اچ اس وی اچ

source: HSV S
fa: اچ اس وی اس

source: HSV V
fa: اچ اس وی وی

source: HTML
fa: اچ تی ام ال

source: Half Horizontally
fa: نیم افقی

source: Half Vertically
fa: نیم عمودی

source: Hard print
fa: چاپ سخت

source: Hardware Requirements
fa: الزامات سخت افزاری

source: Hash Code
fa: کد هش

source: Hash Codes
fa: کدهای هش

source: Hash Comparison
fa: مقایسه هش

source: Hash Destination
fa: مقصد هش

source: Hash Source
fa: منبع هش

source: Hash Type:
fa: نوع هش:

source: Hash code algorithm to use.
fa: الگوریتم کد هش برای استفاده.

source: Hash code check has failed, someone modified input file(s).
fa: چک کد هاش شکست خورده است، کسی که فایل ورودی (ها) را اصلاح کرده است.

source: Hash warning message
fa: پیام هشدار دهنده هش

source: Hash:
fa: هش:

source: Height
fa: ارتفاع

source: Height (pixels)
fa: ارتفاع (پیکسل)

source: Height:
fa: ارتفاع:

source: Hello %s, please enter your subscription credentials.
fa: سلام %s، لطفا اعتبار نامه اشتراک خود را وارد کنید.

source: Help
fa: کمک

source: Helper Lines
fa: خطوط یا کمک کننده

source: Hex Viewer
fa: هاکس وینگر

source: HiDPI Mode
fa: حالت HiDPI

source: Hide Description Panel
fa: پنهان کردن پانل توضیحات

source: Hide Selection
fa: پنهان کردن انتخاب

source: High Frequency Contrast
fa: کنتراست فرکانس بالا

source: High Threshold
fa: آستانه بالا

source: Highlight the car of interest.
fa: ماشين مورد علاقه رو برجسته کن.

source: Highlight the person of interest.
fa: فرد مورد علاقه را برجسته کنید.

source: Highlights
fa: هایلایت

source: Hikvision Loader
fa: هیکیویژن بارگذار

source: Hint: %s
fa: اشاره: %s

source: Histogram
fa: هیستوگرام

source: Histogram Equalization
fa: برابرسازی هستوگرام

source: History
fa: تاریخچه

source: Hobby spline
fa: اسپلین هابی

source: Hold the SHIFT key to create a horizontal or vertical ruler.
fa: کلید SHIFT را نگه دارید تا یک خط دهنده افقی یا عمودی ایجاد شود.

source: Hold the SHIFT key to drag horizontally or vertically.
fa: کلید SHIFT را نگه دارید تا به صورت افقی یا عمودی بکشید.

source: Hold the SHIFT key to: • create a square selection, • move the selection horizontally or vertically, • drag a corner keeping the aspect ratio. Hold the CONTROL key to move the opposite corner or edge symmetrically.
fa: کلید SHIFT را نگه دارید تا: • ایجاد یک انتخاب مربع، • انتخاب را به صورت افقی یا عمودی حرکت می دهد، • کشیدن گوشه نگه داشتن نسبت جنبه. کلید CONTROL را نگه دارید تا گوشه یا لبه مقابل را به صورت متقارن حرکت دهد.

source: Homography
fa: هوموگرافی

source: Homomorphic Filter
fa: فیلتر همومورف

source: Horizontal
fa: افقی

source: Horizontal Anchor
fa: لنگر افقی

source: Horizontal Offset
fa: افست افقی

source: Horizontal Position
fa: موقعیت افقی

source: Horizontal field of view in degrees.
fa: میدان دید افقی در درجه.

source: Horizontal position of the original image in the output frame.
fa: موقعیت افقی تصویر اصلی در قاب خروجی.

source: Horizontal position of the superimposed image with respect to the frame or selection.
fa: موقعیت افقی تصویر فوق العاده با توجه به قاب یا انتخاب.

source: Horizontal resolution of the display, in pixels.
fa: وضوح افقی صفحه نمایش، در پیکسل.

source: Hours
fa: ساعت

source: How many times the Retinex filter is applied. Higher values produce a higher contrast but can introduce halos near sharp edges.
fa: چند بار فیلتر رتینکسی اعمال می شود. مقادیر بالاتر کنتراست بالاتری تولید می کنند اما می توانند هالوس را در نزدیکی لبه های تیز معرفی کنند.

source: How the missing border pixels are filled.
fa: چگونه پیکسل های مرزی گم شده پر شده اند.

source: How to display the processed and the original (or unprocessed) images, videos or frames.
fa: چگونه برای نمایش پردازش شده و اصلی (یا پردازش نشده) تصاویر ، فیلم ها و یا قاب.

source: How to mix the two sources.
fa: چگونه دو منبع را با هم مخلوط کنیم.

source: Hue
fa: رنگ

source: Hue Saturation Value
fa: ارزش اشباع هیو

source: Hybrid Tracking
fa: ردیابی ترکیبی

source: IFrame
fa: آیتم

source: IFrames Selector
fa: انتخاب کننده IFrames

source: IP address or server name of the host Milestone XProtect Server.
fa: آدرس IP و یا نام سرور میزبان نقطه عطف XProtect سرور.

source: Identificative number of the first frame.
fa: عدد هویتی قاب اول.

source: Identify defective pixels in an image or video.
fa: شناسایی پیکسل های معیوب در یک تصویر یا ویدیو.

source: Identify which data in a frame is of better quality and more reliable on a converted stream.
fa: شناسایی که داده ها در یک قاب از کیفیت بهتر و قابل اعتماد تر بر روی یک جریان تبدیل شده است.

source: Identify which data in a frame is of better quality and more reliable on the original stream.
fa: شناسایی که داده ها در یک قاب از کیفیت بهتر و قابل اعتماد تر در جریان اصلی است.

source: If a subtitle stream is found
fa: اگر یک جریان زیرنویس پیدا شود

source: If a video is captured at wrong frame rates you may have identical frames, that make the analysis more difficult. This filter keeps only different frames discarding the replicas.
fa: اگر یک ویدیو با نرخ قاب اشتباه دستگیر شده است شما ممکن است قاب های یکسان داشته باشد، که تجزیه و تحلیل را دشوارتر می کند. این فیلتر تنها فریم های مختلف دور انداختن المثنی ها را نگه می دارد.

source: If enabled, fills the area using the [Fill Color]; otherwise, leaves the shape transparent.
fa: در صورت فعال شدن، منطقه را با استفاده از [رنگ پر کردن] پر می کند؛ در غیر این صورت ، برگ شکل شفاف است.

source: If enabled, overlays arrows that show the backward predicted motion vectors of B frames.
fa: در صورت فعال شدن، فلش هایی را که بردارهای حرکت پیش بینی شده عقب مانده قاب های B را نشان می دهند، همپوشانی می کند.

source: If enabled, overlays arrows that show the forward predicted motion vectors of B frames.
fa: در صورت فعال شدن، پیکان هایی را همپوشانی می کند که بردارهای حرکت پیش بینی شده رو به جلو قاب های B را نشان می دهند.

source: If enabled, overlays arrows that show the forward predicted motion vectors of P frames.
fa: در صورت فعال شدن، فلش هایی را همپوشانی می کند که بردارهای حرکت پیش بینی شده رو به جلو قاب های P را نشان می دهند.

source: If enabled, overlays different colors on macroblocks according to their type.
fa: در صورت فعال شدن، رنگ های مختلف را بر روی ماکروبلاک ها با توجه به نوع آن ها همکشانی می کند.

source: If enabled, the area selected on each image is automatically optimized so that the filter can give the best results.
fa: در صورت فعال شدن، منطقه انتخاب شده بر روی هر تصویر به طور خودکار بهینه سازی می شود تا فیلتر بتواند بهترین نتایج را بدهد.

source: If selected, saves every scene to an independent video file.
fa: در صورت انتخاب، هر صحنه ای را در یک فایل ویدئویی مستقل ذخیره می کند.

source: If set to "Yes", it will use the suggested settings for the selected file, otherwise it will force the current settings, even if not fitting.
fa: اگر به "بله" تنظیم شود، از تنظیمات پیشنهادی برای فایل انتخاب شده استفاده خواهد کرد، در غیر این صورت تنظیمات فعلی را مجبور می کند، حتی اگر اتصالات ن باشد.

source: If the video does not seek correctly, try a different [Video Engine] or convert it to an uncompressed video adding a [Video Writer].
fa: اگر ویدیو به درستی به دنبال نیست، سعی کنید متفاوت [موتور ویدئو] و یا تبدیل آن را به یک ویدیو فشرده نشده اضافه کردن [ویدئو نویسنده].

source: If unchecked, the image remains of the original size, although part of the actual data could render outside of the visible area.
fa: اگر بدون علامت، تصویر از اندازه اصلی باقی می ماند، اگر چه بخشی از داده های واقعی می تواند خارج از منطقه قابل مشاهده رندر.

source: If you believe your %s has already been extended, please go to Help/About and click "Update Dongle".
fa: اگر شما اعتقاد دارند که %s در حال حاضر تمدید شده است، لطفا به راهنما / درباره بروید و کلیک کنید "دانگل به روز رسانی".

source: If you wish to extend it, please click on the link below.
fa: Si desea ampliarlo, haga clic en el siguiente enlace.

source: Ignore
fa: نادیده گرفتن

source: Image
fa: تصویر

source: Image (IFFT)
fa: تصویر (IFFT)

source: Image Aligner must always be always placed after the filters it has in input.
fa: هم تراز کننده تصویر همیشه باید بعد از فیلترهای که در ورودی دارد قرار گیرد.

source: Image Complement (IFFT)
fa: مکمل تصویر (IFFT)

source: Image Height
fa: ارتفاع تصویر

source: Image Loader
fa: بارگذار تصویر

source: Image Paster
fa: خمیر تصویر

source: Image Size
fa: سایز تصویر

source: Image Width
fa: عرض تصویر

source: Image Writer
fa: نویسنده تصویر

source: Image channel is wrong.
fa: کانال تصویر اشتباه است.

source: Image depth is wrong.
fa: عمق تصویر اشتباه است.

source: Image format is invalid.
fa: فرمت تصویر نامعتبر است.

source: Image size is wrong.
fa: اندازه تصویر اشتباه است.

source: Improve a dark scene.
fa: یک صحنه تاریک را بهبود ببخش.

source: Improve the contrast on indoor/outdoor images.
fa: بهبود کنتراست در داخل سالن / تصاویر در فضای باز.

source: Improve the perceived image quality (does a bit of denoising).
fa: بهبود کیفیت تصویر درک شده (آیا کمی از denoising).

source: Improve the perception of a suspect's face.
fa: درک صورت مظنون را بهبود ببخشيد .

source: Improve the quality of a face.
fa: کیفیت یک چهره را بهبود ببخشید.

source: Improve the readability of a license plate or some text.
fa: قابلیت خواندن یک پلاک یا برخی متن ها را بهبود بخشید.

source: Improve the readability of a license plate.
fa: قابلیت خواندن یک پلاک را بهبود بخشید.

source: Improve the readability of some text.
fa: قابلیت خواندن بعضی از متن ها را بهبود ببخشید.

source: Improve the readability of text.
fa: قابلیت خواندن متن را بهبود ببخشید.

source: Improve the visibility a person behind a glass.
fa: بهبود دید یک فرد پشت یک لیوان.

source: Improve the visibility of a face in backlight.
fa: دید یک چهره را در نور پس پشتی بهبود بخشید.

source: Improve the visibility of a face.
fa: دید یک چهره را بهبود ببخشید.

source: Improve the visibility of a license plate in a very dark video.
fa: بهبود دید یک پلاک در یک ویدیو بسیار تاریک.

source: Improve the visibility of a license plate.
fa: بهبود دید یک پلاک.

source: Improves the image contrast by expanding the range of intensity values. Supports a sensitivity threshold to tune the filter effect.
fa: کنتراست تصویر را با گسترش دامنه مقادیر شدت بهبود می بخشد. از آستانه حساسیت برای کوک کردن اثر فیلتر پشتیبانی می کند.

source: Improves the image contrast by uniformly distributing the pixel values. Supports the optimization of a specific region of the image.
fa: کنتراست تصویر را با توزیع یکنواخت مقادیر پیکسل بهبود می بخشد. از بهینه سازی یک منطقه خاص از تصویر پشتیبانی می کند.

source: In general, you will have to separate the fields; however this operation is, in some cases, already done. If this is the case, the source video appears "stretched", and you have to choose either [No - Same Field] or [No - Alternating Fields] as [Separate Fields] option. In case the fields need to be separated, if you select [Separate Fields] = [Yes - Upper First], the field starting from the first line is the first frame. This is the default format in the PAL standard. If instead you select [Separate Fields] = [Yes - Lower First], the field starting from the second line is the first frame. This is the default format in the NTSC standard. The recommended interpolation settings for normal use are [Linear] or [Cubic]. The latter should be the best one, even if, in practice, the results are almost the same.
fa: به طور کلی، شما باید زمینه ها را از هم جدا کنید؛ با این حال این عملیات است ، در برخی موارد ، در حال حاضر انجام شده است. اگر این طور باشد، ویدیو منبع "کشیده" ظاهر می شود، و شما باید یا [نه - همان زمینه] یا [نه - زمینه های متناوب] را به عنوان گزینه [زمینه های جداگانه] انتخاب کنید. در صورت نیاز به جدا شدن فیلدها، اگر [میدان های جداگانه] = [Yes - Upper First] را انتخاب کنید، زمینه ای که از خط اول شروع می شود، قاب اول است. این قالب پیش فرض در استاندارد PAL است. اگر به جای انتخاب [میدان های جداگانه] = [بله - اول پایین]، فیلد شروع از خط دوم قاب اول است. این قالب پیش فرض در استاندارد NTSC است. تنظیمات بین یابی توصیه شده برای استفاده عادی [خطی] یا [مکعبی] است. دومی باید بهترین باشد، حتی اگر در عمل، نتایج تقریباً یکسان باشد.

source: In one day
fa: در یک روز

source: In one month
fa: در یک ماه

source: In one week
fa: در یک هفته

source: In one year
fa: در یک سال

source: In order to determine the shape of PSF you need to add several points over a blurred object in the picture, tracking the motion of the object or the camera. User submitted points will be connected by a spline curve. In order to filter out the noise it is possible to set the [Noise] parameter, which represents the estimated noise-to-signal power ratio of the image.
fa: به منظور تعیین شکل PSF شما نیاز به اضافه کردن چند نقطه بیش از یک جسم تار در تصویر، ردیابی حرکت جسم و یا دوربین. نقاط ارسالی کاربر توسط یک منحنی اسپلاین به هم متصل خواهند شد. به منظور فیلتر کردن نویز می توان پارامتر [Noise] را تنظیم کرد که نشان دهنده نسبت توان نویز به سیگنال تخمینی تصویر است.

source: In rare situations, some DVR models save two fields in the upper and lower half of the picture. This filter converts them to a normal interlaced format.
fa: در شرایط نادر، برخی از مدل های DVR دو فیلد را در نیمه بالایی و پایینی تصویر ذخیره می کنند. این فیلتر آن ها را به یک قالب به هم پیوسته معمولی تبدیل می کند.

source: In the [Canvas] tab, choose the desired size of the output image. In the [Alignment] tab, choose the position of the original image inside the new frame. The position can be set quickly using the drop-down menus and fine-tuned using the sliders. It is possible to draw a border around the original image by using the controls in the [Border] tab.
fa: در زبانه [بوم] اندازه دلخواه تصویر خروجی را انتخاب کنید. در زبانه [Alignment] موقعیت تصویر اصلی داخل قاب جدید را انتخاب کنید. موقعیت را می توان به سرعت با استفاده از منوهای کشویی و تنظیم خوب با استفاده از لغزنده تنظیم شده است. می توان با استفاده از کنترل ها در برگه [Border] مرز اطراف تصویر اصلی را ترسیم کرد.
