Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: Project file does not contain any filters.
fa: پرونده پروژه حاوی هیچ فیلتری نیست.

source: Project file is corrupted (cannot be read/written) or contains a filter not supported by your license.
fa: پرونده پروژه خراب شده است (قابل خواندن/نوشته شدن نیست) یا حاوی فیلتری است که توسط مجوز شما پشتیبانی نمی شود.

source: Project file is corrupted (wrong number of parameters).
fa: فایل پروژه خراب شده است (تعداد اشتباه از پارامترها).

source: Project filter ID is invalid.
fa: شناسه فیلتر پروژه نامعتبر است.

source: Project loaded: %s
fa: پروژه لود شده: %s

source: Project not found.
fa: هیچ پروژه ای یافت نشد.

source: Project parameter ID is invalid.
fa: شناسه پارامتر پروژه نامعتبر است.

source: Project properties updated
fa: خواص پروژه به روز شده

source: Project restored from previous crash - Please save file.
fa: پروژه ترمیم شده از تصادف قبلی - لطفا فایل را ذخیره کنید.

source: Project saved: %s
fa: پروژه ذخیره شده: %s

source: Properties
fa: ویژگی ها

source: Put audio streams in separate files
fa: قرار دادن جریان های صوتی در فایل های جداگانه

source: Put two videos side by side.
fa: دو فیلم را در کنار هم قرار داده است.

source: Quadratic B-spline, clamped endpoints
fa: چهار برابر B-spline، نقاط پایانی گیره

source: Quadratic B-spline, floating endpoints
fa: چهار برابر B-spline، نقاط پایانی شناور

source: Quadrilateral
fa: چهارگوش

source: Quadrilateral region, on the first frame, that you would like to keep steady.
fa: منطقه چهارگوش، در قاب اول، که شما می خواهید ثابت نگه دارید.

source: Quadrilateral to transform into a rectangle.
fa: چهارگوش برای تبدیل به مستطیل.

source: Quality
fa: کیفیت

source: Quality of the image to save (JPEG only, the bigger is the better).
fa: کیفیت تصویر برای ذخیره (JPEG تنها، بزرگتر بهتر است).

source: Quality of the image to save (the higher it is, the better it is). Used only when saving in Jpeg format.
fa: کیفیت تصویر برای ذخیره (هر چه بالاتر باشد، بهتر است). تنها در هنگام صرفه جویی در فرمت Jpeg استفاده می شود.

source: Quality of the images.
fa: کیفیت تصاویر.

source: Quantized coefficients are not available for bitmap images.
fa: برای تصاویر بیت مپ، ضریب های کوانتیزه در دسترس نیستند.

source: Quick Search: select and press enter
fa: جستجوی سریع: انتخاب کنید و مطبوعات را وارد کنید

source: Quick Start Guide
fa: راهنمای شروع سریع

source: Quick Time is not available in 64 bits version.
fa: Quick Time در نسخه ۶۴ بیتی موجود نیست.

source: RIFF Viewer
fa: ریف بیننده

source: Radius of the point spread function at half maximum.
fa: شعاع تابع گسترش نقطه در نیم حداکثر.

source: Range Selector
fa: انتخاب کننده محدوده

source: Range Sigma
fa: رنج سیگما

source: Rational
fa: گویا

source: Raw (Uncompressed)
fa: خام (فشرده نشده)

source: Raw PCM (Uncompressed)
fa: PCM خام (فشرده نشده)

source: Read From File Info
fa: دفعات بازدید : از اطلاعات فایل

source: Read Log File
fa: خواندن فایل ورود به سیستم

source: Read better a reflected license plate or text.
fa: یک پلاک یا متن منعکس شده را بهتر بخوانید.

source: Read the text on a paper photographed on the side.
fa: متن را روی کاغذی که در کنارش عکس گرفته شده است بخوانید.

source: Ready.
fa: آماده.

source: Recent Projects ...
fa: پروژه های اخیر ...

source: Reconstruct the proper ratio for further processing, measurement and analysis. For example, before undistort.
fa: بازسازی نسبت مناسب برای پردازش بیشتر، اندازه گیری و تجزیه و تحلیل. به عنوان مثال، قبل از undistort.

source: Record
fa: رکورد

source: Recover
fa: بازگردانی

source: Recovers the saturated pixels of the image.
fa: پیکسل های اشباع شده تصویر را بازیابی می کند.

source: Rectangle
fa: مستطیل

source: Rectify the street to take some measurements of an accident.
fa: اصلاح خیابان را به برخی از اندازه گیری از یک تصادف.

source: Red
fa: قرمز

source: Red
fa: قرمز

source: Red Blue
fa: آبی سرخ

source: Red Constant
fa: ثابت قرمز

source: Red Green
fa: سبز قرمز

source: Red Red
fa: قرمز قرمز

source: Redact a face from a body worn video.
fa: يه صورت رو از يه ويديوي فرسوده رد کن.

source: Redact unimportant or sensitive parts of a video.
fa: بخش های بی اهمیت یا حساس یک ویدئو را رد کنید.

source: Redacted intervals
fa: فواصل اصلاح شده

source: Redaction Type
fa: نوع Redaction

source: Redaction Volume (dB)
fa: حجم Redaction (dB)

source: Reduce artifacts before deblurring, which is very sensitive to them.
fa: کاهش مصنوعات قبل از رفع تاری، که بسیار حساس به آنها است.

source: Reduce artifacts in a picture taken with a digital camera.
fa: کاهش مصنوعات در یک عکس گرفته شده با یک دوربین دیجیتال.

source: Reduce artifacts in a snapshot from a CCTV video.
fa: کاهش مصنوعات در یک عکس فوری از یک ویدیو دوربین مدار بسته.

source: Reduce ringing artifacts near the boundaries of the image.
fa: کاهش مصنوعات زنگ در نزدیکی مرزهای تصویر.

source: Reduce the noise in a dark video.
fa: سر و صدا را در یک ویدیو تاریک کاهش دهد.

source: Reduces block artifacts from lossy compression, such as that of JPEG or most video formats.
fa: کاهش می دهد مصنوعات بلوک از فشرده سازی از دست دادن، مانند JPEG و یا اکثر فرمت های ویدئویی.

source: Reduces color casts and adjusts the contrast using the Automatic Color Equalization (ACE) algorithm.
fa: کاست های رنگ را کاهش می دهد و کنتراست را با استفاده از الگوریتم مساوی سازی رنگ خودکار (ACE) تنظیم می کند.

source: Reduces image blurring.
fa: تاری تصویر را کاهش می دهد.

source: Reduces the image noise.
fa: نویز تصویر را کاهش می دهد.

source: Reduces the impulsive noise by applying a Median filter algorithm.
fa: نویز تکانشی را با اعمال یک الگوریتم فیلتر میانه کاهش می دهد.

source: Reduces the noise by creating an image which is the average of all the frames. Gives an output of a single image.
fa: با ایجاد یک تصویر که میانگین تمام فریم ها است، نویز را کاهش می دهد. یک خروجی از یک تصویر واحد می دهد.

source: Reduces the noise integrating current and previous frames and avoiding halos on moving objects.
fa: نویز یکپارچه سازی فریم های جاری و قبلی و اجتناب از هالوها بر روی اجسام متحرک را کاهش می دهد.

source: Reduces the noise integrating multiple frames. Gives the same number of frames in output as in input.
fa: نویز یکپارچه سازی چند فریم را کاهش می دهد. می دهد همان تعداد فریم در خروجی به عنوان در ورودی.

source: Reducing this parameter makes the dark portions of the image brighter.
fa: کاهش این پارامتر بخش های تاریک تصویر را روشن تر می کند.

source: Reference
fa: ارجاع

source: Reference Axis Direction
fa: جهت محور مرجع

source: Reference Frame
fa: قاب مرجع

source: Reference Length
fa: طول مرجع

source: Reference Line
fa: خط مرجع

source: Reference List
fa: فهرست مرجع

source: Reference Selection(s)
fa: انتخاب مرجع (ها)

source: References
fa: منابع

source: References
fa: مراجع

source: References:
fa: منابع:

source: Refined Points
fa: نقاط تصفیه شده

source: Refinement
fa: پالایش

source: Refresh Devices
fa: تازه کردن دستگاه ها

source: Refresh the current assistant script and the script list
fa: تازه کردن اسکریپت دستیار فعلی و لیست اسکریپت

source: Region must be in the form "x, y, w, h".
fa: منطقه باید به صورت "x, y, w, h" باشد.

source: Region of the image to optimize.
fa: منطقه ای از تصویر برای بهینه سازی.

source: Region where to check the correlation.
fa: منطقه ای که در آن برای بررسی همبستگی.

source: Regions of the spectrum to be preserved.
fa: مناطقی از طیف حفظ شوند.

source: Regions of the spectrum to be removed.
fa: مناطقی از طیف حذف شوند.

source: Relative
fa: مرتبط

source: Remaining time:
fa: زمان باقی مانده:

source: Remind me about Expiration
fa: در مورد انقضا بهم يادآوري کن

source: Remind me again
fa: دوباره بهم يادآوري کن

source: Remove
fa: حذف

source: Remove Duplicates
fa: حذف تکراری

source: Remove Duplicates:
fa: حذف تکراری:

source: Remove First Color (Legacy)
fa: حذف رنگ اول (میراث)

source: Remove First Color (Min. Color Shift)
fa: حذف رنگ اول (دقیقه تغییر رنگ)

source: Remove First and Second Color
fa: حذف رنگ اول و دوم

source: Remove Frames
fa: حذف فریم ها

source: Remove Moiré artifacts from a photo of a screen.
fa: حذف مصنوعات Moiré از یک عکس از یک صفحه نمایش.

source: Remove a noisy channel (usually the blue).
fa: یک کانال پر سر و صدا (معمولاً آبی) را بردارید.

source: Remove artifacts from a scanned photo.
fa: حذف مصنوعات از یک عکس اسکن شده.

source: Remove color information for a better face comparison.
fa: حذف اطلاعات رنگ برای مقایسه چهره بهتر است.

source: Remove duplicated frames due to encoding issues.
fa: حذف قاب های تکراری به دلیل مسائل مربوط به encoding.

source: Remove duplicated frames from a video captured at the wrong frame rate (screen capture or frame grabber) or with variable frame rate.
fa: حذف قاب های تکراری از یک ویدیو گرفته شده در نرخ قاب اشتباه (ضبط صفحه نمایش و یا قاب grabber) و یا با نرخ قاب متغیر.

source: Remove duplicates in the destination
fa: حذف تکراری در مقصد

source: Remove periodic interference from a camera.
fa: تداخل دوره ای را از یک دوربین حذف کنید.

source: Removed %d files from the destination folder
fa: حذف %d پرونده ها از پوشه مقصد

source: Removes duplicate frames with the ability to set a similarity threshold.
fa: فریم های تکراری را با توانایی تنظیم آستانه شباهت حذف می کند.

source: Removes individual frames defined by the user.
fa: فریم های فردی تعریف شده توسط کاربر را حذف می کند.

source: Removes periodic noise, background and interferences in the Fourier domain. Useful for latent fingerprints, capture artifacts and electromagnetic interferences in videos.
fa: نویز دوره ای، پس زمینه و تداخلات در دامنه Fourier را حذف می کند. مفید برای اثر انگشت نهان، ضبط مصنوعات و تداخل الکترومغناطیسی در فیلم ها.

source: Removes the perspective effect on a plane of interest in the image (image rectification).
fa: اثر چشم انداز را بر روی یک هواپیمای مورد علاقه در تصویر حذف می کند (اصلاح تصویر).

source: Removing duplicates... %s%%
fa: از بین بردن تکراری ها... %s%%

source: Rename Bookmark
fa: تغییر نام نشانه

source: Rename Chain
fa: تغییر نام زنجیره ای

source: Rename Favorite Filter
fa: تغییر نام فیلتر مورد علاقه

source: Rename Folder
fa: تغییر نام پوشه

source: Rename Script
fa: تغییر نام اسکریپت

source: Rename the current script
fa: تغییر نام اسکریپت فعلی

source: Repairs the image by minimizing known disturbances.
fa: تصویر را با به حداقل رساندن اختلالات شناخته شده تعمیر می کند.

source: Replace Channel
fa: جایگزین کانال

source: Replacement Channel
fa: کانال جایگزین

source: Replaces one color channel of the image with another.
fa: یک کانال رنگی تصویر را با کانال دیگر جایگزین می کند.

source: Replica
fa: المثنی

source: Replicate
fa: تکرار

source: Replication
fa: تکرار

source: Report Format
fa: گزارش قالب

source: Report Generation:
fa: نسل گزارش:

source: Report Max Image Width
fa: گزارش حداکثر عرض تصویر

source: Report Min Image Width
fa: گزارش دقیقه عرض تصویر

source: Report generated: %s
fa: گزارش تولید شده: %s

source: Requesting pictures to the server...
fa: درخواست تصاویر به سرور...

source: Reseller Demo
fa: نمایندگی فروش نسخه ی نمایشی

source: Reset
fa: تنظیم مجدد

source: Reset Channel
fa: تنظیم مجدد کانال

source: Reset Layout and Options
fa: تنظیم مجدد طرح و گزینه ها

source: Reset Network Dongle File
fa: تنظیم مجدد شبکه دانگل فایل

source: Reset Trial License
fa: تنظیم مجدد مجوز محاکمه

source: Resize
fa: تغییر اندازه

source: Resize 1:1
fa: تغییر اندازه 1:1

source: Resize Frame
fa: قاب اندازه مجدد

source: Resize Image to Fit
fa: اندازه مجدد تصویر به تناسب

source: Resize a fingerprint, a footprint, or an object to match its real-world size.
fa: تغییر اندازه اثر انگشت، رد پا، و یا یک شی برای مطابقت با اندازه دنیای واقعی آن است.

source: Resize the image in order to obtain a 1:1 reproduction on the display or on the printed report. Useful for objects such as fingerprints and footmarks.
fa: تغییر اندازه تصویر به منظور به دست آوردن یک تولید مثل 1:1 در صفحه نمایش و یا در گزارش چاپ شده است. مفید برای اشیاء مانند اثر انگشت و نشانه پا.

source: Resize with Aspect Ratio
fa: اندازه مجدد با نسبت جنبه

source: Resize without Aspect Ratio
fa: تغییر اندازه بدون نسبت جنبه

source: Resizes the image canvas.
fa: بوم تصویر را دوباره اندازه می کند.

source: Resizes the image with a smart zoom algorithm preserving better details.
fa: تصویر را با یک الگوریتم زوم هوشمند تغییر اندازه می دهد که جزئیات بهتری را حفظ می کند.

source: Resizes the image.
fa: تصویر را دوباره اندازه می کند.

source: Resolution of the display device, in DPI.
fa: وضوح دستگاه نمایش، در DPI.

source: Restore
fa: بازگرداندن

source: Restore the proper frame rate after a DVR conversion.
fa: بازگرداندن نرخ قاب مناسب پس از تبدیل DVR.

source: Restrict the processing to an area of interest (speed of processing and ease of analysis).
fa: محدود کردن پردازش به یک منطقه مورد علاقه (سرعت پردازش و سهولت تجزیه و تحلیل).

source: Retain Height
fa: ارتفاع حفظ

source: Retain Width
fa: حفظ عرض

source: Retinex
fa: رتینی

source: Retry
fa: تلاش مجدد

source: Reverse
fa: معکوس

source: Revision:
fa: تجدید نظر:

source: Right
fa: راست

source: Right Click for Options...
fa: کلیک راست برای گزینه ها...

source: Rotate
fa: چرخش

source: Rotate an image for easier analysis of a suspect.
fa: چرخش یک تصویر برای تجزیه و تحلیل آسان تر از یک مظنون.

source: Rotate an image to straighten the horizon.
fa: یک تصویر را بچرخاندند تا افق صاف شود.

source: Rotates the image.
fa: تصویر را می چرخد.

source: Rotation
fa: چرخش

source: Rotation (degrees)
fa: چرخش (درجه)

source: Rotation and Zoom
fa: چرخش و زوم

source: Rotation angle of the line.
fa: زاویه چرخش خط.

source: Rotation angle.
fa: زاويه چرخش .

source: Round
fa: گرد

source: Rows
fa: ردیف ها

source: Ruler
fa: خط كش

source: Run
fa: اجرا

source: Russian
fa: روسی

source: SAR (Sample Aspect Ratio)
fa: SAR (نسبت جنبه نمونه)

source: SAR (Storage Aspect Ratio)
fa: SAR (نسبت جنبه ذخیره سازی)

source: SMS Expiration:
fa: اس ام اس انقضا:

source: SUBSCRIPTION EXPIRED!
fa: اشتراک منقضی شد!

source: SUBSCRIPTION EXPIRING!
fa: انقضای اشتراک!

source: SUPPORT EXPIRED!
fa: پشتیبانی منقضی شده!

source: SUPPORT EXPIRING!
fa: حمایت از انقضا!

source: Saturation
fa: اشباع

source: Save
fa: ذخیره

source: Save Best Matches
fa: ذخیره بهترین مسابقات

source: Save Current Snapshot (Image and Project)
fa: ذخیره عکس فوری فعلی (تصویر و پروژه)

source: Save File
fa: ذخیره پرونده

source: Save File (Automatic Filename)
fa: ذخیره پرونده (نام فایل خودکار)

source: Save File (Selected By The User)
fa: ذخیره پرونده (انتخاب شده توسط کاربر)

source: Save Project
fa: ذخیره پروژه

source: Save Project Ctrl+S
fa: ذخیره پروژه Ctrl+S

source: Save Project As...
fa: ذخیره پروژه به عنوان...

source: Save Snapshot
fa: ذخیره عکس فوری

source: Save the intermediate results of processing without losing quality (uncompressed).
fa: ذخیره نتایج متوسط پردازش بدون از دست دادن کیفیت (uncompressed).

source: Save the result of the processing as a video file.
fa: ذخیره نتیجه پردازش به عنوان یک فایل ویدئویی.

source: Save the result of the processing as separate frames.
fa: نتیجه پردازش را به صورت فریم های جداگانه ذخیره کنید.

source: Saves file information and EXIF metadata on the report.
fa: اطلاعات پرونده و فراداده EXIF را در گزارش ذخیره می کند.

source: Saves the pictures that have the best match.
fa: تصاویری را که بهترین مسابقه را دارند ذخیره می کند.

source: Scale
fa: مقیاس

source: Scene
fa: صحنه

source: Scene %d
fa: صحنه %d

source: Scenes
fa: صحنه ها

source: Scharr
fa: شارر

source: Script Issues
fa: مسائل اسکریپت

source: Scroll Image Down
fa: اسکرول تصویر به پایین

source: Scroll Image Left
fa: اسکرول تصویر سمت چپ

source: Scroll Image Right
fa: اسکرول تصویر سمت راست

source: Scroll Image Up
fa: اسکرول تصویر بالا

source: Second
fa: ثانیه

source: Second Input
fa: ورودی دوم

source: Second edge threshold.
fa: آستانه لبه دوم .

source: Second filter to mix.
fa: فیلتر دوم را مخلوط کنید.

source: Second frame
fa: قاب دوم

source: Second input
fa: ورودی دوم

source: Second reference frame.
fa: قاب مرجع دوم .

source: Second timestamp
fa: تایم استمپ دوم

source: Seconds
fa: ثانیه

source: Seek
fa: دنبال

source: Seek All
fa: به دنبال همه

source: Seek Selected
fa: به دنبال انتخاب شده

source: Select All
fa: انتخاب همه

source: Select Frames
fa: فریم ها را انتخاب کنید

source: Select Region...
fa: انتخاب منطقه...

source: Select [avi - MSMPEG4v2] for a compressed codec with maximum compatibility, [avi - Raw Video] for saving uncompressed data and preserving the maximum quality in a very large file.
fa: انتخاب [avi - MSMPEG4v2] برای کدک فشرده با حداکثر سازگاری ، [avi -- ویدئو خام] برای صرفه جویی در داده های فشرده نشده و حفظ حداکثر کیفیت در یک فایل بسیار بزرگ است.

source: Select a Drive, Folder or File
fa: انتخاب درایو، پوشه یا پرونده

source: Select a bookmark to view and edit the description.
fa: نشانه ای را برای مشاهده و ویرایش توضیحات انتخاب کنید.

source: Select a directory
fa: انتخاب یک دایرکتوری

source: Select a few interesting frames in a video.
fa: چند فریم جالب را در یک ویدیو انتخاب کنید.

source: Select a file to save to...
fa: انتخاب یک فایل برای ذخیره به...

source: Select a filter from the [Input To Add] menu, select a position in the [Inputs] list box and then press [Insert Before] or [Insert After]. Double-click on a filter to go to the beginning of the clip.
fa: یک فیلتر را از منوی [Input To Add] انتخاب کنید، موقعیتی را در جعبه لیست [ورودی ها] انتخاب کنید و سپس [Insert Before] یا [Insert After] را فشار دهید. برای رفتن به ابتدای کلیپ روی یک فیلتر دوبار کلیک کنید.

source: Select a filter from the [Input To Add] menu, select a position in the [Inputs] list box and then press [Set Input]. If you don't select a position, the first empty one will be used.
fa: یک فیلتر را از منوی [ورودی برای افزودن] انتخاب کنید، موقعیتی را در جعبه لیست [ورودی ها] انتخاب کنید و سپس [ورودی تنظیم] را فشار دهید. اگر موقعیتی را انتخاب نکنید، از اولین خالی استفاده خواهد شد.

source: Select again the four angles on the output image, then click [Apply].
fa: چهار زاویه روی تصویر خروجی را دوباره انتخاب کنید، سپس روی [Apply] کلیک کنید.

source: Select an image file to use as a superimposed logo and then click [Apply]. Use the [Horizontal Position] and [Vertical Position] menus to adjust the position of the logo relative to the main image frame or, if present, to the current selection. If the image contains an alpha channel, it is used automatically to blend the logo with the background; it may be necessary to specify if the alpha channel is [Straight] or [Premultiplied] in the [Transparency] menu. It is also possible to set [Black] or [White] pixels to transparent, or to disable transparency altogether.
fa: یک فایل تصویر را انتخاب کنید تا از آن به عنوان یک لوگوی فوق العاده استفاده کنید و سپس روی [Apply] کلیک کنید. از منوهای [موقعیت افقی] و [موقعیت عمودی] برای تنظیم موقعیت لوگو نسبت به قاب تصویر اصلی یا در صورت وجود، به انتخاب فعلی استفاده کنید. اگر تصویر حاوی یک کانال آلفا باشد، به طور خودکار برای ترکیب لوگو با پس زمینه استفاده می شود؛ ممکن است لازم باشد مشخص شود که آیا کانال آلفا [Straight] یا [Premultiplied] در منوی [شفافیت] است. همچنین می توان پیکسل های [سیاه] یا [سفید] را به شفاف تنظیم کرد، یا شفافیت را به کلی غیرفعال کرد.

source: Select an optional second distance to measure, it will be subtracted from the first measure.
fa: انتخاب فاصله دوم اختیاری برای اندازه گیری، آن را از اندازه گیری اول تفریق خواهد شد.

source: Select at least two lines on a first plane that are parallel in the real world, but are converging in the image.
fa: حداقل دو خط را در یک هواپیمای اول انتخاب کنید که در دنیای واقعی موازی هستند، اما در تصویر همگرا هستند.

source: Select at least two lines on a second plane that are parallel in the real world, but are converging in the image.
fa: حداقل دو خط را در هواپیمای دوم انتخاب کنید که در دنیای واقعی موازی هستند، اما در تصویر همگرا هستند.

source: Select at least two lines on a third plane that are parallel in the real world, but are converging in the image.
fa: حداقل دو خط را در یک هواپیمای سوم انتخاب کنید که در دنیای واقعی موازی هستند، اما در تصویر همگرا هستند.

source: Select frame number and timestamp for first frame and second frame. The timestamp must be set in the format YYYY-MM-DD hh:mm:ss.xxx. The output format of the timestamp can be customized in the [Formatting] tab.
fa: تعداد فریم و تایم استمپ را برای فریم اول و فریم دوم انتخاب کنید. تایم استمپ باید در قالب YYYY-MM-DD hh:mm:ss.xxx تنظیم شود. قالب خروجی تمپ زمان را می توان در زبانه [Format] سفارشی کرد.

source: Select if fields need to be separated and their order.
fa: انتخاب کنید اگر زمینه ها نیاز به جدا شدن و سفارش آنها.

source: Select one of the choices below or drag a file here to load it.
fa: یکی از انتخاب های زیر را انتخاب کنید و یا یک فایل را در اینجا بکشید تا آن را بارگذاری کنید.

source: Select only similar frames, useful in some specific kind of multiplexing.
fa: فقط فریم های مشابه را انتخاب کنید، مفید در نوعی خاص از مالتی پلک زدن.

source: Select only the frames with best quality (beware that sometimes there is good info also in P/B frames, but it can be useful where we have hundreds or thousands of frames to integrate).
fa: فقط فریم با بهترین کیفیت را انتخاب کنید (مراقب باشید که گاهی اوقات اطلاعات خوب نیز در قاب P / B وجود دارد، اما می تواند مفید باشد که در آن ما صدها یا هزاران فریم به ادغام).

source: Select the area of interest from the current video or image with the [Selector] tool and click on [Apply]; if you want to change the set selection, click on [Show Input] and then modify it.
fa: منطقه مورد علاقه را از ویدیو یا تصویر فعلی با ابزار [انتخاب کننده] انتخاب کنید و با کلیک بر روی [اعمال]; اگر می خواهید انتخاب مجموعه را تغییر دهید، روی [نمایش ورودی] کلیک کنید و سپس آن را تغییر دهید.

source: Select the audio (if available) played in the output video.
fa: صوتی (در صورت وجود) پخش شده در ویدیو خروجی را انتخاب کنید.

source: Select the best frames before integrating them.
fa: قبل از یکپارچه سازی بهترین فریم ها را انتخاب کنید.

source: Select the direction where to take the measure, then set a reference line and its real world length. Important: the first point of the line MUST always be on the base plane.
fa: جهتی را انتخاب کنید که در آن اندازه گیری را انجام دهد، سپس یک خط مرجع و طول دنیای واقعی آن تعیین کنید. مهم: نقطه اول خط باید همیشه در هواپیمای پایه باشد.

source: Select the file to save the preset...
fa: پرونده را انتخاب کنید تا از قبل ذخیره شود...

source: Select the four angles of a license plate or any other rectangular object starting from top-left and in clockwise direction, then click [Apply].
fa: چهار زاویه پلاک یا هر شی مستطیل شکل دیگری را که از بالا سمت چپ و در جهت عقربه های ساعت شروع می شود انتخاب کنید، سپس روی [Apply] کلیک کنید.

source: Select the frames where a car of interest is passing.
fa: فریم هایی را که یک ماشین مورد علاقه در حال عبور است انتخاب کنید.

source: Select the good interval of frames before integrating them.
fa: فاصله خوب فریم ها را قبل از یکپارچه سازی آن ها انتخاب کنید.

source: Select the line you want to measure, in the same direction as the reference line. Important: the first point of this line MUST be on the same plane as the first point of the reference line.
fa: خطی را که می خواهید اندازه گیری کنید، در همان جهت خط مرجع انتخاب کنید. مهم: نقطه اول این خط باید در همان هواپیما به عنوان نقطه اول خط مرجع باشد.

source: Select the only frame where a detail is visible.
fa: انتخاب قاب تنها جایی که جزئیات قابل مشاهده است.

source: Select the preset to load...
fa: انتخاب از پیش شروع به بار...

source: Select the region of the image you want to crop and click [Apply]; if you want to modify the set selection, click on [Show Input] and change it, then again [Apply].
fa: انتخاب منطقه ای از تصویر شما می خواهید به محصول و کلیک کنید [اعمال]; اگر می خواهید انتخاب مجموعه را تغییر دهید، روی [نمایش ورودی] کلیک کنید و آن را تغییر دهید، سپس دوباره [اعمال کنید].

source: Select the video source from the [Device] (if there are some available) and click [Apply] to view the live stream.
fa: منبع ویدیویی را از [دستگاه] انتخاب کنید (اگر مقداری موجود باشد) و برای مشاهده جریان زنده روی [اعمال] کلیک کنید.

source: Select what lines to show in the output image.
fa: انتخاب کنید که چه خطوطی در تصویر خروجی نشان داده شود.
