Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: The [Deinterlace] tool converts an interlaced video into a progressive one. In an interlaced video, two subsequent fields are stored in every frame: the first in the even lines (even field) and the second in the odd lines (odd field), or vice versa. Being the image coordinates zero based, the even field is the top one. Even lines are discarded from the odd field while odd lines are discarded from the even field. The deinterlacing process consists of two steps: 1) separates even and odd fields from each input frame, creating two frames whose height is half of the input height; the output video will thus have twice the frames of the input; 2) interpolates the missing rows with the chosen algorithm; once the interpolation is performed, each frame of the output sequence will have the same size of the input frames. The available interpolation algorithms are: - [None]: no interpolation is done, thus the output image height will be half of the input one; - [Replication]: fields are replicated, so each missing line is copied from the previous one for odd fields and the next one for even fields; - [Linear]: missing lines are created through the closest upper and lower lines; - [Cubic]: missing lines are calculated by the four closest lines.
fa: ابزار [Deinterlace] یک ویدئو به هم پیوسته را به یک ویدیو مترقی تبدیل می کند. در یک ویدئو به هم پیوسته، دو فیلد بعدی در هر قاب ذخیره می شوند: اولی در خطوط زوج (حتی فیلد) و دومی در خطوط فرد (میدان فرد)، یا برعکس. بودن تصویر مختصات صفر بر اساس، میدان حتی یکی از بالا است. حتی خطوط از میدان عجیب و غریب دور انداخته می شوند در حالی که خطوط عجیب و غریب از میدان حتی دور انداخته می شوند. فرایند گره زدایی از دو مرحله تشکیل شده است: ۱) میدان های زوج و فرد را از هر قاب ورودی جدا می کند و دو فریم ایجاد می کند که ارتفاع آن ها نیمی از ارتفاع ورودی است؛ ویدئو خروجی به این ترتیب دو برابر قاب ورودی داشته باشد؛ ۲) ردیف های گمشده را با الگوریتم انتخاب شده در هم می آمیزد؛ هنگامی که اینترپلاسیون انجام می شود، هر فریم از دنباله خروجی اندازه همان قاب های ورودی را خواهد داشت. الگوریتم های بین یابی موجود از این قرارند: - [هیچ]: هیچ اینترپلاسیونی انجام نمی شود، بنابراین ارتفاع تصویر خروجی نیمی از ورودی یک خواهد بود؛ - [تکرار]: فیلدها تکرار می شوند، بنابراین هر خط گمشده از خط قبلی برای فیلدهای فرد و بعدی برای فیلدهای زوج کپی می شود؛ - [خطی]: خطوط گمشده از طریق نزدیک ترین خطوط بالا و پایین ایجاد می شوند؛ - [مکعبی]: خطوط گمشده توسط چهار خط نزدیک محاسبه می شوند.

source: The [Demultiplexer] tool takes as input a multiplexed video and gives in output the frames grouped by source camera, thus allowing the user to work more comfortably. Multiplexed videos are usually coming from analog systems, where the signal from different cameras was saved in the same video alternating the scene in every frame.
fa: ابزار [Demultiplexer] طول می کشد به عنوان ورودی یک ویدیو مالتی پلکسی شده و می دهد در خروجی قاب گروه بندی شده توسط دوربین منبع, در نتیجه اجازه می دهد کاربر به کار راحت تر. ویدئوهای مالتی پلکسید معمولاً از سیستم های آنالوگ می آیند، جایی که سیگنال از دوربین های مختلف در همان ویدئو ذخیره می شد که صحنه را در هر قاب متناوب می کرد.

source: The [Distortion] parameter can be either adjusted manually or computed automatically. For automatic computation, switch to the [Line 1] tab and select, using the [Curve] tool, a line made of at least 3 points that is straight in the real world. Up to 3 lines can be selected, using also the [Line 2] and [Line 3] tabs.
fa: پارامتر [تحریف] را می توان یا به صورت دستی تنظیم کرد یا به صورت خودکار محاسبه کرد. برای محاسبات خودکار، به زبانه [خط ۱] سوئیچ کنید و انتخاب کنید، با استفاده از ابزار [Curve] خط ساخته شده از حداقل ۳ نقطه که در دنیای واقعی مستقیم است. تا 3 خط را می توان انتخاب کرد، همچنین با استفاده از [خط 2] و [خط 3] زبانه ها.

source: The [Exposure] filter can be used to improve images that look either bleached out or too dark (not properly exposed).
fa: فیلتر [قرار گرفتن در معرض] می تواند مورد استفاده قرار گیرد برای بهبود تصاویری که نگاه یا سفید شده و یا بیش از حد تاریک (به درستی در معرض).

source: The [Exposure] tool performs a non-linear mapping of the input image values. It adjusts the image gamma applying a power function that has three parameters: [Exposure], [Offset] and [Recover]. [Exposure] modifies the pixel values in the midtone-to-white range with minimal effect in the extreme shadows. Decreasing (respectably increasing) the [Offset] darkens (resp. lightens) the pixel values in the midtone-to-black range with minimal effect on the highlights. [Recover] controls the overall brightness of the image.
fa: ابزار [Exposure] یک نگاشت غیر خطی از مقادیر تصویر ورودی را انجام می دهد. این تنظیم گاما تصویر استفاده از یک تابع قدرت است که دارای سه پارامتر: [قرار گرفتن در معرض], [افست] و [بازیابی]. [قرار گرفتن در معرض] تغییر مقادیر پیکسل در محدوده midtone به سفید با حداقل اثر در سایه های شدید. کاهش (به طور قابل احترام افزایش) [افست] تیره (resp. lightens) ارزش پیکسل در محدوده midtone به سیاه و سفید با حداقل اثر بر روی نکات برجسته. [بازیابی] روشنایی کلی تصویر را کنترل می کند.

source: The [Field Shift] tool allows to relatively shift the two fields of an interlaced frame, in order to align the position of an object of interest in the output image.
fa: ابزار [تغییر زمینه] اجازه می دهد تا به طور نسبی تغییر دو زمینه از یک قاب به هم پیوسته، به منظور همتراز کردن موقعیت یک شی مورد علاقه در تصویر خروجی.

source: The [Flip] filter mirrors the image in the given direction.
fa: فیلتر [فلیپ] آینه تصویر در جهت داده شده است.

source: The [Focal Length] parameter can be either adjusted manually or computed automatically. For automatic computation, switch to the [Line 1] tab and select, using the [Curve] tool, a line made of at least 3 points that is straight in the real world. Up to 3 lines can be selected, using also the [Line 2] and [Line 3] tabs. The [Mapping Function] is a property of the fisheye lens and is usually found in the technical specifications. If you don't know the mapping function, try them all until you find the one that produces the best correction (i.e. straightens most of the lines in the image).
fa: پارامتر [Focal Length] را می توان یا به صورت دستی تنظیم کرد یا به صورت خودکار محاسبه کرد. برای محاسبات خودکار، به زبانه [خط ۱] سوئیچ کنید و انتخاب کنید، با استفاده از ابزار [Curve] خط ساخته شده از حداقل ۳ نقطه که در دنیای واقعی مستقیم است. تا 3 خط را می توان انتخاب کرد، همچنین با استفاده از [خط 2] و [خط 3] زبانه ها. [تابع نقشه برداری] یک ویژگی از لنز fisheye است و معمولاً در مشخصات فنی یافت می شود. اگر تابع نگاشت را نمی دانید، همه آنها را امتحان کنید تا زمانی که آن را پیدا کنید که بهترین تصحیح را تولید می کند (به عبارتی بیشتر خطوط در تصویر را صاف می کند).

source: The [Focal Length] parameter is equal to the ratio between the focal length of the lens and the sensor width. The text box has a built-in calculator, so if you have for example a 15 mm lens mounted on a camera with a 36 mm sensor you can just type 15/36 into the text box and press enter. As an alternative, you can set the field of view of the lens; a typical value for ceiling-mounted omnidirectional cameras is 180 degrees. If you don't know these values, you can estimate them automatically. Switch to the [Line 1] tab and select, using the [Curve] tool, a line made of at least 3 points that is straight in the real world. Up to 3 lines can be selected, using also the [Line 2] and [Line 3] tabs. The [Mapping Function] is a property of the fisheye lens and is usually found in the technical specifications. If you don't know the mapping function, try them all until you find the one that produces the best correction (i.e. straightens most of the lines in the image). In the [Post-Projection] tab, you can virtually change the direction the camera is pointing to. This is especially useful to see objects far away from the image center with low distortion or to explore the scene captured by a ceiling-mount camera.
fa: پارامتر [Focal Length] برابر است با نسبت بین طول کانونی لنز و عرض سنسور. جعبه متن دارای یک ماشین حساب داخلی است، بنابراین اگر شما به عنوان مثال یک لنز 15 میلی متری نصب شده بر روی یک دوربین با سنسور 36 میلی متری شما فقط می توانید نوع 15/36 را به جعبه متن و مطبوعات را وارد کنید. به عنوان یک جایگزین، شما می توانید زمینه دید از لنز مجموعه; مقدار معمولی برای سقف نصب دوربین های omnidirectional 180 درجه است. اگر شما این مقادیر را نمی دانید، می توانید آنها را به طور خودکار تخمین بزنید. تغییر به [خط 1] زبانه و انتخاب کنید ، با استفاده از ابزار [منحنی] ، خط ساخته شده از حداقل 3 امتیاز است که مستقیم در جهان واقعی است. تا 3 خط را می توان انتخاب کرد، همچنین با استفاده از [خط 2] و [خط 3] زبانه ها. [تابع نقشه برداری] یک ویژگی از لنز fisheye است و معمولاً در مشخصات فنی یافت می شود. اگر تابع نگاشت را نمی دانید، همه آنها را امتحان کنید تا زمانی که آن را پیدا کنید که بهترین تصحیح را تولید می کند (به عبارتی بیشتر خطوط در تصویر را صاف می کند). در زبانه [Post-Projection] عملاً می توانید جهتی را که دوربین به آن اشاره می کند تغییر دهید. این امر به ویژه برای دیدن اشیاء دورتر از مرکز تصویر با تحریف کم یا کشف صحنه گرفته شده توسط یک دوربین سقف سوار مفید است.

source: The [Fourier] tool filters an image in the frequency domain, which allows to easily remove parts of the spectrum where interferences and/or periodic noise are located. This is done by setting to zero selected areas of the spectrum and then calculating its inverse Fourier transform with the inverse DFT algorithm. Both manual and automatic selection tools are available.
fa: ابزار [فوریه] یک تصویر را در دامنه فرکانس فیلتر می کند، که اجازه می دهد به راحتی بخش هایی از طیف را که تداخل ها و/یا نویز دوره ای در آن قرار دارند، حذف کند. این کار با تنظیم صفر کردن مناطق انتخاب شده طیف و سپس محاسبه تبدیل معکوس آن با الگوریتم معکوس DFT انجام می شود. هر دو ابزار انتخاب دستی و خودکار در دسترس هستند.

source: The [Frame Size] tool pads or crops the input image by generating an output image of the desired size. If the image is enlarged, it is possible to select the background color and, optionally, to draw a border around the original image.
fa: [اندازه قاب] پد ابزار و یا محصولات تصویر ورودی با تولید یک تصویر خروجی از اندازه مورد نظر. اگر تصویر بزرگ شده باشد، می توان رنگ پس زمینه را انتخاب کرد و به صورت اختیاری، مرزی را به دور تصویر اصلی ترسیم کرد.

source: The [Gaussian Filter] applies a Gaussian filter to the image. The value of the output pixel is computed as a weighted average of its neighbors, in which the weights decrease with distance from the neighborhood center.
fa: [فیلتر گاوس] یک فیلتر گاوس را در تصویر اعمال می کند. مقدار پیکسل خروجی به عنوان میانگین وزنی همسایگانش محاسبه می شود که در آن وزن ها با فاصله از مرکز محله کاهش می یابد.

source: The [Global Stabilization] tool stabilizes a video where the scene is subject to camera motion, reducing its temporal high frequencies. For each frame in the input video, a symmetric sliding window of [Frames] frames is taken. The relative motion between each pair of adjacent frames is calculated with a decimated block matching. Finally, the displacement correction for the current frame is computed by means of a median filter.
fa: ابزار [تثبیت جهانی] ویدئویی را تثبیت می کند که در آن صحنه مشمول حرکت دوربین می شود و فرکانس های بالای زمانی آن را کاهش می دهد. برای هر فریم در ویدئو ورودی، یک پنجره کشویی متقارن از قاب های [Frames] گرفته می شود. حرکت نسبی بین هر جفت قاب مجاور با یک تطبیق بلوک decimated محاسبه می شود. در نهایت تصحیح جابجایی برای قاب فعلی به وسیله یک فیلتر میانه محاسبه می شود.

source: The [Hide Selection] tool hides the selected area using three different methods: - [Smooth]: the selected area is processed by a smoothing algorithm; - [Pixelate]: the selected area is pixelated; - [Black]: the selected area is turned blackened.
fa: ابزار [مخفی کردن انتخاب] منطقه انتخاب شده را با استفاده از سه روش مختلف پنهان می کند: - [صاف]: منطقه انتخاب شده توسط یک الگوریتم صاف کننده پردازش می شود؛ - [Pixelate]: منطقه انتخاب شده پیکسل شده است; - [سیاه]: منطقه انتخاب شده سیاه شده است.

source: The [Hikvision Loader] tool decodes a video file in proprietary Hikvision format.
fa: ابزار [Hikvision Loader] یک فایل ویدئویی را با فرمت اختصاصی Hikvision رمزگشایی می کند.

source: The [Homomorphic Filter] is a classical image processing tool. It separates the low frequencies (illumination) and high frequencies (detail) of an image and adjusts separately their contrast. Typically, the contrast of the illumination is reduced, in order to make the dark portions brighter and therefore more visible. This filter can produce better results than [Contrast Brightness] because it does not attenuate the details in the image, and can optionally enhance them. As a drawback, it can introduce halos around the edges of the objects.
fa: [فیلتر همومورف] یک ابزار پردازش تصویر کلاسیک است. فرکانس های پایین (روشنایی) و فرکانس های بالا (جزئیات) یک تصویر را از هم جدا می کند و کنتراست آن ها را به طور جداگانه تنظیم می کند. به طور معمول، کنتراست روشنایی کاهش می یابد، به منظور روشن تر کردن بخش های تاریک و در نتیجه بیشتر قابل مشاهده است. این فیلتر می تواند نتایج بهتری نسبت به [Contrast Brightness] تولید کند زیرا جزئیات تصویر را تشدید نمی کند، و می تواند به طور اختیاری آن ها را تقویت کند. به عنوان یک اشکال، می تواند هالوس را در اطراف لبه های اشیاء معرفی کند.

source: The [Hue Saturation Value] tool adjusts image pixel values in the HSV color space, where: [Hue], H, is the visual sensation that corresponds to the color tone; [Saturation], S, refers to the color purity, this means how vibrant or rich the color is; [Value], V, is the brightness. The input image is first converted from RGB to HSV color space, then the HSV value of each pixel of the image is modified according to the parameters. The resulting image is finally converted back to the RGB color space.
fa: ابزار [Hue Saturation Value] مقادیر پیکسل تصویر را در فضای رنگ HSV تنظیم می کند، جایی که: [Hue]، H، احساس بصری است که با تن رنگ مطابقت دارد؛ [اشباع]، S، اشاره به خلوص رنگ، این بدان معنی است که چگونه پر جنب و جوش و یا غنی از رنگ است؛ [Value], V, is the brightness. تصویر ورودی ابتدا از RGB به فضای رنگ HSV تبدیل می شود، سپس مقدار HSV هر پیکسل تصویر با توجه به پارامترها اصلاح می شود. تصویر حاصل در نهایت دوباره به فضای رنگ RGB تبدیل می شود.

source: The [IFrames Selector] tool selects only full frames (I-frames) of a video. I-frames are usually more accurate and of better quality than other frames of a video. This filter works only with [Video Loader] with [Video Engine] set to [FFMS].
fa: ابزار [IFrames Selector] تنها فریم های کامل (I-frames) یک ویدئو را انتخاب می کند. قاب های I معمولاً دقیق تر و از کیفیت بهتری نسبت به قاب های دیگر یک ویدئو هستند. این فیلتر تنها با [ویدئو بارگذار] با [موتور ویدئو] مجموعه ای به [FFMS] کار می کند.

source: The [Image Loader] tool renders an image file that can be encoded in a variety of formats to a bitmap that can be displayed and processed.
fa: ابزار [Image Loader] یک فایل تصویر را رندر می کند که می تواند در فرمت های مختلفی به یک بیت مپ کدگذاری شود که قابل نمایش و پردازش باشد.

source: The [Image Paster] tool encodes the image currently in the clipboard to the specified file with the chosen format.
fa: ابزار [Image Paster] تصویر در حال حاضر در کلیپ بورد را به فایل مشخص شده با فرمت انتخاب شده کدگذاری می کند.

source: The [Image Writer] tool encodes the current frame to the specified file with the chosen format.
fa: ابزار [نویسنده تصویر] قاب فعلی را به فایل مشخص شده با فرمت انتخاب شده کدگذاری می کند.

source: The [Iterations] parameter adjusts how many times the filter is applied; more iterations produce a higher-contrast output image but can introduce dark halos near the sharp edges.
fa: پارامتر [Iterations] تنظیم می کند که فیلتر چند برابر اعمال می شود؛ بازپدهای بیشتر یک تصویر خروجی با کنتراست بالاتر تولید می کنند اما می توانند هالوس های تیره را در نزدیکی لبه های تیز معرفی کنند.

source: The [Laplace] filter calculates the Laplacian of the source image by summing second x- and y- derivatives calculated by using Sobel operator: Output = d²Input/dx² + d²Input/dy².
fa: فیلتر [Laplace] لاپلاکسی تصویر منبع را با جمع کردن مشتقات دوم x- و y محاسبه شده با استفاده از عملگر سوبل محاسبه می کند: خروجی = d²Input/dx² + d²Input/dy².

source: The [Laplacian Sharpening] filter convolves the image with a 3x3 Laplacian kernel and then adds the resulting high-passed image onto the original image. More specifically, the amount of high-passed information added to original image is proportional to the [Strength] of sharpening. The result of this sharpening operator is to increase the contrast between each pixel and its neighbors. The Laplacian-based unsharp masking is sensible to noise due to the nature of the Laplacian operator.
fa: فیلتر [Laplacian Sharpening] تصویر را با هسته لاپلاکسی ۳x۳ می پوشد و سپس تصویر با عبور بالا حاصل را بر روی تصویر اصلی اضافه می کند. به طور خاص تر، میزان اطلاعات با گذشت بالا اضافه شده به تصویر اصلی متناسب با [قدرت] تیز شدن است. نتیجه این اپراتور تیز کننده افزایش کنتراست بین هر پیکسل و همسایگانش است. ماسک زدن بدون شکل مبتنی بر لاپلاسیان به دلیل ماهیت اپراتور لاپلاسیان برای سر و صدا معقول است.

source: The [Levels] filter maps the values of the input image to the values of output image according to a piece-wise linear transformation controlled by the values of [Highlights], [Midtones] and [Shadows]. The [Midtones] slider changes the intensity values of the middle range of intensity levels without significantly changing the highlights and shadows in the image. The [Highlights] and [Shadows] sliders set the black point and the white point of the image. Each channel of the input image is configured using the sliders of the corresponding parameter: [Value], [Red], [Green] or [Blue]. For each parameter, the histogram of the tonal range of the input image is displayed. If the input image is in grayscale, changing the setting of [Red], [Green] and [Blue] parameters has no effect on the output image.
fa: فیلتر [سطوح] مقادیر تصویر ورودی را به مقادیر تصویر خروجی با توجه به یک تحول خطی قطعه عاقلانه کنترل شده توسط مقادیر [نکات برجسته]، [Midtones] و [سایه ها] نقشه برداری می کند. لغزنده [Midtones] تغییر ارزش های شدت طیف میانی از سطوح شدت بدون تغییر قابل توجهی برجسته و سایه در تصویر. لغزنده های [نکات برجسته] و [سایه ها] نقطه سیاه و نقطه سفید تصویر را تنظیم کردند. هر کانال تصویر ورودی با استفاده از لغزنده های پارامتر مربوطه پیکربندی می شود: [مقدار]، [قرمز]، [سبز] یا [آبی]. برای هر پارامتر، هستوگرام محدوده تونی تصویر ورودی نمایش داده می شود. اگر تصویر ورودی در مقیاس خاکستری باشد، تغییر تنظیمات پارامترهای [قرمز]، [سبز] و [آبی] تأثیری بر تصویر خروجی ندارد.

source: The [Line Doubling] filter doubles the height of an image which appears vertically squeezed because of an incomplete deinterlacing process or other issues in the decoding. Only one line every two will be interpolated, while the others will be kept at the original pixel values.
fa: فیلتر [دو برابر خط] ارتفاع یک تصویر را دو برابر می کند که به نظر می رسد به دلیل یک فرایند ناقص گره زدایی یا مسائل دیگر در رمزگشایی به طور عمودی فشرده شده است. تنها یک خط هر دو به هم پیوسته خواهند بود، در حالی که بقیه در مقادیر پیکسل اصلی نگهداری خواهند شد.

source: The [Linear Filter] performs the convolution of the input image with a given matrix. Each value of the matrix is multiplied by an optional rational scaling value.
fa: [فیلتر خطی] کانولوشن تصویر ورودی را با یک ماتریس داده شده انجام می دهد. هر مقدار ماتریس در یک مقدار مقیاس منطقی اختیاری ضرب می شود.

source: The [Local Stabilization] tool horizontally and/or vertically shifts the different frames of a video in order to correct instability. The offset to be applied is calculated by finding the maximum of the cross-correlation function between each frame and a template, which is obtained by the reference area copied from the reference frame.
fa: ابزار [تثبیت محلی] به صورت افقی و/یا عمودی قاب های مختلف یک ویدئو را به منظور اصلاح بی ثباتی جابه جا می کند. افست اعمال می شود با پیدا کردن حداکثر تابع متقابل همبستگی بین هر فریم و یک قالب محاسبه می شود، که توسط منطقه مرجع کپی شده از قاب مرجع به دست می آید.

source: The [Macroblocks] filter will write a new video file which displays the MPEG macroblock type and its motion vectors, depending on the configured settings. This analysis allows to evaluate the reliability of information in the different parts of the image.
fa: فیلتر [Macroblocks] یک فایل ویدئویی جدید خواهد نوشت که نوع ماکروبلاک MPEG و بردارهای حرکت آن را بسته به تنظیمات پیکربندی شده نمایش می دهد. این تحلیل امکان ارزیابی قابلیت اطمینان اطلاعات در بخش های مختلف تصویر را می دهد.

source: The [Measure 1d] tool computes a distance in the real world from the image. The real-world distance between any couple of points in the image is computed by calculating the ratio between their pixel distance and the pixel density, where the pixel density is obtained as the ratio between the pixel length and the real-world length of the reference segment.
fa: ابزار [Measure 1d] فاصله ای را در دنیای واقعی از تصویر محاسبه می کند. فاصله دنیای واقعی بین هر دو نقطه در تصویر با محاسبه نسبت بین فاصله پیکسلی آن ها و چگالی پیکسل محاسبه می شود، جایی که چگالی پیکسل به عنوان نسبت بین طول پیکسل و طول دنیای واقعی بخش مرجع به دست می آید.

source: The [Measure 2d] tool computes a specific measurement distance in a rectified image. Given an image of a planar surface, points on the image plane can be mapped into corresponding points in the rectified plane by means of a projective transformation called homography. Points in one plane are mapped into the corresponding points in the other plane as follows: X = Hx where x is an image point, X is the corresponding point on the world plane and H is the 3x3 matrix representing the homography transformation. Once the homography matrix H is known (or has been computed), any image point can be mapped into the corresponding location on the rectified planar surface and the distance between two points x1 and x2 on the image plane can be obtained by computing the Euclidean distance d(X1,X2) between the corresponding points X1 and X2 on the rectified plane. The homography is computed from a set of at least four points by the [Perspective Correction] filter, that must be applied before [Measure 2d].
fa: ابزار [Measure 2d] یک فاصله اندازه گیری خاص را در یک تصویر اصلاح شده محاسبه می کند. با توجه به تصویری از یک سطح پلانر، نقاط روی هواپیمای تصویر را می توان به وسیله یک تحول پیش بینی شده به نام هوموگرافی به نقاط متناظر در هواپیمای اصلاح شده نقشه برداری کرد. نقاط در یک هواپیما به نقاط مربوطه در هواپیمای دیگر به صورت زیر نقشه برداری می شوند: X = Hx که در آن x یک نقطه تصویر است، X نقطه مربوطه در صفحه جهانی و H ماتریس 3x3 نشان دهنده دگرگونی هوموگرافی است. هنگامی که ماتریس هوموگرافی H شناخته شد (یا محاسبات شده است)، هر نقطه تصویر را می توان به محل مربوطه بر روی سطح پلانر اصلاح شده نقشه برداری کرد و فاصله بین دو نقطه x1 و x2 در صفحه تصویر را می توان با محاسبات فاصله Euclidean d(X1,X2) بین نقاط متناظر X1 و X2 در صفحه اصلاح شده به دست آورد. هوموگرافی از مجموعه ای از حداقل چهار نقطه توسط فیلتر [اصلاح چشم انداز] محاسبه می شود، که باید قبل از [اندازه گیری 2d] اعمال شود.
