Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: The [White Balance] filter performs a global adjustment that maps the average color of the image to neutral gray, according to the “Gray World” model. In some cases, this can effectively correct an improper white balance setting of the camera. If a selection is set in the [Selection] tab, the average color of the selection is mapped to neutral gray. It is optionally possible to adjust the overall brightness of the image.
fa: فیلتر [تعادل سفید] یک تنظیم جهانی را انجام می دهد که با توجه به مدل «دنیای خاکستری» میانگین رنگ تصویر را به خاکستری خنثی نقشه برداری می کند. در برخی موارد، این می تواند به طور موثر یک تنظیم تعادل سفید نادرست از دوربین را اصلاح کند. اگر یک انتخاب در زبانه [انتخاب] تنظیم شود، رنگ متوسط انتخاب به خاکستری خنثی نقشه برداری می شود. تنظیم درخشش کلی تصویر به صورت اختیاری امکان پذیر است.

source: The [Wiener Filter] is an adaptive low-pass filter used to remove noise from images. It works best when the noise is white additive noise, such as Gaussian noise. If the parameter [Noise] is zero, the Wiener routine also estimates the noise level before doing the filtering. The [Wiener Filter] is more selective than a comparable linear filter in preserving edges and other high frequency parts of an image. The value of the parameter [Aperture] should be a trade-off between noise removing and detail preserving: larger values can remove noise more effectively, but also blur the details/edges.
fa: [فیلتر وینر] یک فیلتر تطبیقی کم پاس است که برای حذف نویز از تصاویر استفاده می شود. زمانی که سر و صدا نویز افزودنی سفید است، مانند نویز گاوس بهترین کار را انجام می دهد. اگر پارامتر [نویز] صفر باشد، روال وینر نیز قبل از انجام فیلترینگ سطح نویز را تخمین می زند. [فیلتر وینر] انتخابی تر از یک فیلتر خطی قابل مقایسه در حفظ لبه ها و دیگر بخش های فرکانس بالا از یک تصویر است. مقدار پارامتر [دیپراتور] باید یک تجارت کردن بین حذف نویز و حفظ جزئیات باشد: مقادیر بزرگتر می توانند نویز را به طور مؤثرتری حذف کنند، بلکه جزئیات/لبه ها را تار کنند.

source: The [Wiener Filter] performs an adaptive filtering of an image degraded by additive noise. For each pixel of the input image, the local mean and variance from a square neighborhood of size [Aperture] are estimated. Then, the value of the output pixel is obtained combining the corresponding input pixel value, the estimated local statistics and the noise variance set by parameter [Noise]. The [Wiener Filter] can tailor itself to the local image statistics. Where the variance is large, the filter performs little smoothing. Where the variance is small, the filter performs more smoothing.
fa: [فیلتر وینر] یک فیلتر تطبیقی از یک تصویر تخریب شده توسط نویز افزودنی انجام می دهد. برای هر پیکسل از تصویر ورودی، میانگین و واریانس محلی از یک محله مربع اندازه [Aperture] تخمین زده می شود. سپس مقدار پیکسل خروجی در ترکیب مقدار پیکسل ورودی مربوطه، آمار محلی تخمین زده شده و واریانس نویز تعیین شده توسط پارامتر [Noise] به دست می آید. [فیلتر وینر] می تواند خود را به آمار تصویر محلی خیاط. در جایی که واریانس بزرگ است، فیلتر صاف کردن کمی انجام می دهد. در جایی که واریانس کوچک است، فیلتر صاف کننده بیشتری انجام می دهد.

source: The [Write Timestamp] filter allows to provide time indication for videos lacking a time stamp. Given the two known dates and times corresponding to two reference frames, it will calculate for every frame an approximate timestamp with a linear approximation. For videos which do not have a constant frame rate the timestamp may not be accurate.
fa: فیلتر [نوشتن تمبر زمان] اجازه می دهد تا برای ارائه نشانه زمان برای فیلم های فاقد تمبر زمان. با توجه به دو تاریخ و زمان شناخته شده مربوط به دو فریم مرجع، آن را برای هر قاب یک برچسب زمانی تقریبی با تقریب خطی محاسبه خواهد شد. برای فیلم هایی که دارای نرخ فریم ثابت نیستند، ممکن است تایم استمپ دقیق نباشد.

source: The activation response file is old and has already been used. Please generate a new one or contact %s.
fa: فایل پاسخ فعال سازی قدیمی است و در حال حاضر مورد استفاده قرار گرفته است. لطفا یکی از جدید و یا تماس با %s.

source: The algorithm used to estimate the mixing matrix.
fa: الگوریتمی که برای تخمین ماتریس اختلاط استفاده می شود.

source: The angle at which the input image is cut.
fa: زاویه ای که تصویر ورودی در آن بریده می شود.

source: The area of the image where motion detection is performed.
fa: مساحت تصویر که در آن تشخیص حرکت انجام می شود.

source: The authentication type used.
fa: نوع احراز هویت استفاده می شود.

source: The bit depth of input/output images are not consistent.
fa: عمق بیت از ورودی / خروجی تصاویر سازگار نیست.

source: The blocks with an average difference below this value are gradually blackened out.
fa: بلوک های با اختلاف متوسط زیر این مقدار به تدریج سیاه می شوند.

source: The center of the image must coincide with the optical axis of the lens (i.e. the filter cannot be applied to cropped images).
fa: مرکز تصویر باید مصادف با محور نوری لنز باشد (به این صورت که فیلتر نمی تواند روی تصاویر کروپ شده اعمال شود).

source: The center of the image must coincide with the optical axis of the lens (i.e. the filter cannot be applied to cropped images). If you don't know the mapping function, try them all until you find the one that produces the best correction
fa: مرکز تصویر باید مصادف با محور نوری لنز باشد (به این صورت که فیلتر نمی تواند روی تصاویر کروپ شده اعمال شود). اگر تابع نقشه برداری را نمی دانید، همه آنها را امتحان کنید تا زمانی که یکی را پیدا کنید که بهترین اصلاح را تولید می کند

source: The channel of interest to be extracted, corresponding to one of the components of the color space.
fa: کانال مورد علاقه استخراج شود، متناظر با یکی از اجزای فضای رنگ است.

source: The channel of the input image that will be replaced.
fa: کانال تصویر ورودی که جایگزین خواهد شد.

source: The channel whose contents will replace the [Original Channel], optionally after a transformation determined by the [Processing] parameter.
fa: کانالی که محتویات آن جایگزین [کانال اصلی] خواهد شد، به صورت اختیاری پس از تحولی که توسط پارامتر [پردازش] تعیین می شود.

source: The color space in which the image is mapped. [RGB] maps the three color channels independently. [HSV] maps only the Value and preserves the color Hue and Saturation.
fa: فضای رنگی که تصویر در آن نقشه برداری شده است. [RGB] نقشه سه کانال رنگ به طور مستقل. [HSV] نقشه تنها ارزش و حفظ رنگ رنگ Hue و اشباع.

source: The color space in which the processing is performed.
fa: فضای رنگی که پردازش در آن انجام می شود.

source: The color used to optionally paint the rectangle behind the text.
fa: رنگی که برای رنگ کردن اختیاری مستطیل پشت متن استفاده می شد.

source: The curve can be edited using the control points. To add a point, left-click on the curve. To move a control point, drag it to the desired position holding the left mouse button down. To delete a point, right-click on it.
fa: منحنی را می توان با استفاده از نقاط کنترل ویرایش کرد. برای اضافه کردن یک نقطه، روی منحنی کلیک چپ کنید. برای حرکت یک نقطه کنترل، آن را به موقعیت مورد نظر نگه داشتن دکمه سمت چپ ماوس پایین بکشید. برای حذف یک نقطه، روی آن کلیک راست کنید.

source: The curve generated with the current settings.
fa: منحنی تولید شده با تنظیمات فعلی.

source: The deactivation file "%s" has been generated on the desktop. Please upload it to the Amped Support Portal (%s) to complete the deactivation and free the license seat that was taken by this device.
fa: فایل غیر فعال سازی "%s" بر روی دسکتاپ تولید شده است. لطفا آن را به پورتال پشتیبانی آمپر (%s) برای تکمیل غیر فعال سازی و رایگان صندلی مجوز است که توسط این دستگاه گرفته شده است آپلود کنید.

source: The difference between the first and the second measurement.
fa: تفاوت اندازه گیری اول و دوم.

source: The dimension to keep fixed.
fa: بعد برای ثابت نگه داشتن.

source: The domain in which the image is mapped. The [Linear] mode is the classical one. The [Logarithmic] mode keeps the black and white points unchanged and therefore prevents saturation.
fa: دامنه ای که تصویر در آن نقشه برداری شده است. حالت [خطی] حالت کلاسیک است. حالت [لگاریتمیک] نقاط سیاه و سفید را بدون تغییر نگه می دارد و به همین دلیل از اشباع جلوگیری می کند.

source: The error obtained by measuring a known object (e.g. a measuring rod) in the scene.
fa: خطایی که با اندازه گیری یک جسم شناخته شده (مانند میله اندازه گیری) در صحنه به دست می آید.

source: The extension will be put according to the selected options
fa: پسوند با توجه به گزینه های انتخاب شده قرار داده خواهد شد

source: The filter [Component Separation] uses the Fast ICA (Independent Component Analysis) algorithm to separate the images into the most independent components. The algorithm assumes that the three RGB components of the signal represent three different linear combinations of three independent input signals. After the processing the three estimated input signals are mapped on the three RGB channels of the output image. This filter does not process grayscale images.
fa: فیلتر [جداسازی جزء] از الگوریتم سریع ICA (تجزیه و تحلیل جزء مستقل) برای جدا کردن تصاویر به مستقل ترین اجزای استفاده می کند. الگوریتم فرض می کند که سه جزء RGB سیگنال نشان دهنده سه ترکیب خطی مختلف از سه سیگنال ورودی مستقل است. پس از پردازش سه سیگنال ورودی تخمین زده شده بر روی سه کانال RGB تصویر خروجی نقشه برداری می شوند. این فیلتر تصاویر grayscale را پردازش نمی کند.

source: The filter must be applied or updated.
fa: فیلتر باید اعمال شود یا به روز شود.

source: The filter to add to the list below.
fa: فیلتر برای اضافه کردن به لیست زیر.

source: The following filter types do not exist:
fa: انواع فیلتر زیر وجود ندارند:

source: The following labels are referenced but do not appear in the file:
fa: برچسب های زیر ارجاع داده می شوند اما در پرونده ظاهر نمی شوند:

source: The homographies are not available. Please check that the Perspective Stabilization filter is inserted and applied earlier in the chain.
fa: هموگرافی ها در دسترس نیستند. لطفا بررسی کنید که فیلتر تثبیت چشم انداز درج شده است و در اوایل زنجیره اعمال می شود.

source: The image is larger than the "Report Max Image Width" setting. Please adjust the setting in Project Properties before generating the report.
fa: تصویر بزرگتر از تنظیم "گزارش حداکثر عرض تصویر" است. لطفا تنظیمات را در خواص پروژه قبل از تولید گزارش تنظیم کنید.

source: The image must be at least twice as big as the PSF
fa: تصویر باید حداقل دو برابر PSF بزرگ باشد

source: The input/output images have a different number of channels.
fa: تصاویر ورودی/خروجی تعداد کانال های متفاوتی دارند.

source: The license deactivation has failed. Please contact %s
fa: غیر فعال سازی مجوز شکست خورده است. لطفا با ما تماس %s

source: The license deactivation has failed. Please contact %s.
fa: غیر فعال سازی مجوز شکست خورده است. لطفا با ما تماس %s.

source: The license update has failed. Error code (%d). Please contact %s
fa: به روز رسانی مجوز شکست خورده است. کد خطا (%d). لطفا با ما تماس %s

source: The license was succesfully deactivated on this device. The seat is now available for another device activation.
fa: مجوز به طور ناموفقی بر روی این دستگاه غیرفعال شد. صندلی در حال حاضر برای فعال سازی دستگاه دیگری در دسترس است.

source: The license was succesfully updated on this device.
fa: مجوز به طور ناموفق بر روی این دستگاه به روز شد.

source: The list is empty or there is no valid image file in the list.
fa: لیست خالی است یا پرونده تصویر معتبری در لیست وجود ندارد.

source: The list is full. Please expand the layout or select the cell(s) you wish to replace.
fa: لیست پر است. لطفا طرح را گسترش دهید و یا سلول (ها) شما مایل به جایگزینی را انتخاب کنید.

source: The list must contain at least one input.
fa: لیست باید حداقل شامل یک ورودی باشد.

source: The list of applied filters After you add filters: Single click to view Double to configure Right click for more
fa: فهرست فیلترهای کاربردی پس از افزودن فیلترها: برای مشاهده تک کلیک کنید دو برابر برای پیکربندی برای اطلاعات بیشتر کلیک راست کنید

source: The list of filters to display in a grid
fa: لیست فیلترها برای نمایش در یک شبکه

source: The list of filters to display one after the other
fa: لیست فیلترها برای نمایش یکی پس از دیگری

source: The list of interesting positions Add a bookmark with M key Click to move between bookmarks To export them go to Project / Export Bookmarks
fa: فهرست موقعیت های جالب افزودن نشانک با کلید M برای حرکت بین نشانه ها کلیک کنید برای صادرات آنها را به پروژه / صادرات نشانه

source: The lookup table generated with the current settings.
fa: جدول lookup تولید شده با تنظیمات فعلی.

source: The maximum horizontal and vertical shifts (in pixels) to correct.
fa: حداکثر جابه جایی افقی و عمودی (در پیکسل) برای اصلاح.

source: The maximum width in pixels of images in report (0 = original image width)
fa: حداکثر عرض در پیکسل تصاویر در گزارش (0 = عرض تصویر اصلی)

source: The measurement unit used in the process.
fa: واحد اندازه گیری مورد استفاده در فرایند.

source: The minimum difference in pixel values that indicates an edge where sharpen must be applied. So you can protect areas of smooth tonal transition from sharpening, and avoid creation of blemishes in the facial, sky or water surface.
fa: حداقل تفاوت در مقادیر پیکسل که نشان دهنده لبه ای است که در آن تیز کردن باید اعمال شود. بنابراین شما می توانید مناطقی از انتقال توتال صاف را از تیز شدن محافظت کنید، و از ایجاد لکه ها در سطح صورت، آسمان یا آب اجتناب کنید.

source: The minimum width in pixels of images in report (0 = original image width)
fa: حداقل عرض در پیکسل از تصاویر در گزارش (0 = عرض تصویر اصلی)

source: The network dongle is not reachable. Please verify your network connection.
fa: دانگل شبکه قابل دسترسی نیست. لطفاً اتصال شبکه خود را تأیید کنید.

source: The network dongle server file is not reachable.
fa: فایل سرور دانگل شبکه قابل دسترسی نیست.

source: The number of columns in the layout.
fa: تعداد ستون ها در چیدمان.

source: The number of decimal digits in the computed measurement.
fa: تعداد ارقام ده دهی در اندازه گیری محاسباتی.

source: The number of frames to be considered for the stabilization.
fa: تعداد فریم هایی که باید برای تثبیت در نظر گرفته شوند.

source: The number of frames to use for background estimation.
fa: تعداد فریم هایی که برای تخمین زمینه استفاده می کنند.

source: The number of image channels is incorrect.
fa: تعداد کانال های تصویر نادرست است.

source: The number of iterations for noise removal.
fa: تعداد آن ها برای حذف نویز.

source: The number of rows in the layout.
fa: تعداد ردیف ها در چیدمان.

source: The number of times the filter is applied.
fa: تعداد بار فیلتر اعمال می شود.

source: The operation performed by the filter.
fa: عملیات انجام شده توسط فیلتر.

source: The order in which the two halves of the input video are interleaved.
fa: ترتیبی که در آن دو نیمه ویدئو ورودی به هم پیوسته اند.

source: The path of the file to load.
fa: مسیر فایل به بار.

source: The percentage of pixels to exclude in the computation of the tonal range.
fa: درصد پیکسل ها برای مستثنی کردن در محاسبات محدوده تونی.

source: The pixel coordinates of the horizontal line whose dimension is known by the user.
fa: پیکسل مختصات خط افقی که بعد آن توسط کاربر شناخته شده است.

source: The pixel coordinates of the image segment in the X/Y/Z direction which is used as reference.
fa: مختصات پیکسلی بخش تصویر در جهت X/Y/Z که به عنوان مرجع استفاده می شود.

source: The pixel coordinates of the line whose dimension is known by the user.
fa: مختصات پیکسلی خط که بعد آن توسط کاربر شناخته شده است.

source: The pixel coordinates of the target of the measurement.
fa: پیکسل مختصات هدف اندازه گیری.

source: The pixel coordinates of the target of the second measurement.
fa: مختصات پیکسل هدف اندازه گیری دوم.

source: The pixel coordinates of the vertical line whose dimension is known by the user.
fa: پیکسل مختصات خط عمودی که بعد آن توسط کاربر شناخته شده است.

source: The processing can be performed either by scaling the three [RGB] channels of the input image, or by applying the [CAT02] chromatic adaptation transform used in the CIECAM02 color appearance model. [CAT02] is more accurate but requires a slightly longer processing time; differences between [RGB] and [CAT02] are often barely noticeable, unless the image contains very saturated colors. If a selection is set in the [Selection] tab, the average color of the selection is mapped to neutral gray. Therefore, the [Selection] should be used to pick a gray object in the scene if available. The overall image can be made brighter or darker by adjusting the [Exposure Correction] parameter; if this parameter is 0, the average luminance (XYZ Y) of the image or the selection remains unchanged. If the input image is grayscale, only the [Exposure Correction] is performed.
fa: پردازش را می توان یا با پوسته پوسته شدن سه کانال [RGB] از تصویر ورودی، و یا با استفاده از [CAT02] تبدیل سازگاری کروماتی مورد استفاده در مدل ظاهر رنگ CIECAM02 انجام می شود. [CAT02] دقیق تر است اما نیاز به یک زمان پردازش کمی طولانی تر; تفاوت بین [RGB] و [CAT02] اغلب به سختی قابل توجه, مگر اینکه تصویر شامل رنگ های بسیار اشباع. اگر یک انتخاب در زبانه [انتخاب] تنظیم شود، رنگ متوسط انتخاب به خاکستری خنثی نقشه برداری می شود. بنابراین باید از [انتخاب] برای انتخاب یک شیء خاکستری در صحنه در صورت موجود بودن استفاده کرد. تصویر کلی را می توان روشن تر یا تیره تر با تنظیم پارامتر [اصلاح قرار گرفتن در معرض] ساخته شده; اگر این پارامتر ۰ باشد، نورانیت متوسط (XYZ Y) تصویر یا انتخاب بدون تغییر باقی می ماند. اگر تصویر ورودی در مقیاس خاکستری باشد، تنها [اصلاح نوردهی] انجام می شود.

source: The project has not been saved yet.
fa: این پروژه هنوز ذخیره نشده است.

source: The project you are loading contains the filter “%s” which is either not existing or not available in the version you are using.
fa: پروژه ای که در حال بارگذاری هستید شامل فیلتر "%s" است که یا موجود نیست یا در نسخه ای که استفاده می کنید در دسترس نیست.

source: The quadrilateral is empty
fa: چهارگوش خالی است

source: The quadrilateral must be convex
fa: چهارگوش باید مضطرب باشد

source: The radius of the point spread function in pixels.
fa: شعاع تابع گسترش نقطه در پیکسل.

source: The real-world distance (m, cm, mm, yd, ft, in...) between the endpoints of the reference line.
fa: فاصله دنیای واقعی (m, cm, mm, yd, ft, in...) بین نقاط پایانی خط مرجع.

source: The real-world distance (m, cm, mm, yd, ft, in...) between the endpoints of the x-axis reference line.
fa: فاصله دنیای واقعی (m, cm, mm, yd, ft, in...) بین نقاط پایانی خط مرجع محور ایکس.

source: The real-world distance (m, cm, mm, yd, ft, in...) between the endpoints of the y-axis reference line.
fa: فاصله دنیای واقعی (m, cm, mm, yd, ft, in...) بین نقاط پایانی خط مرجع محور y.

source: The real-world value (m, cm, mm, yd, ft, in...) of the output of the measurement.
fa: مقدار دنیای واقعی (m, cm, mm, yd, ft, in...) خروجی اندازه گیری.

source: The real-world value (m, cm, mm, yd, ft, in...) of the output of the second measurement.
fa: مقدار دنیای واقعی (m, cm, mm, yd, ft, in...) خروجی اندازه گیری دوم است.

source: The script is still functional but it's likely to have issues. Would you like to edit it?
fa: اسکریپت هنوز کاربردی است اما به احتمال زیاد مسائلی دارد. ميخواي ويرايشش کني؟

source: The second Undesired Color is not set
fa: دومین رنگ ناخواسته تنظیم نشده است

source: The selection is empty or contains only saturated pixels.
fa: انتخاب خالی است یا فقط شامل پیکسل های اشباع شده است.

source: The set of the pixel coordinates of the lines which are defined by the user in the x direction of the scene.
fa: مجموعه مختصات پیکسلی خطوط که توسط کاربر در جهت x صحنه تعریف می شوند.

source: The set of the pixel coordinates of the lines which are defined by the user in the y direction of the scene.
fa: مجموعه مختصات پیکسل خطوط که توسط کاربر در جهت y صحنه تعریف می شوند.

source: The set of the pixel coordinates of the lines which are defined by the user in the z direction of the scene.
fa: مجموعه مختصات پیکسل خطوط که توسط کاربر در جهت z صحنه تعریف می شود.

source: The settings of the current filter Add a filter by clicking on the Filters panel on the left
fa: تنظیمات فیلتر فعلی اضافه کردن یک فیلتر با کلیک کردن بر روی پانل فیلترها در سمت چپ

source: The shape of the colored background, if requested.
fa: شکل پس زمینه رنگی، در صورت درخواست.

source: The sharpening effect of the filter.
fa: اثر تيز کننده فيلتر .

source: The similarity metrics are shown below if available.
fa: متریک های شباهت در صورت موجود بودن در زیر نشان داده می شوند.

source: The similarity metrics were not computed.
fa: متریک های شباهت محاسبه نشدند.

source: The size of each cell in the output grid.
fa: اندازه هر سلول در شبکه خروجی.

source: The size of the output image.
fa: اندازه تصویر خروجی.

source: The sizes of input/output images do not match.
fa: اندازه های تصاویر ورودی/خروجی با هم مطابقت ندارد.

source: The software has been already activated on the maximum number of devices allowed by your purchased seats for this license. In order to activate the software on this device you must either deactivate it from another one, or purchase additional license seats contacting %s.
fa: این نرم افزار در حال حاضر بر روی حداکثر تعداد دستگاه های مجاز توسط صندلی های خریداری شده خود را برای این مجوز فعال شده است. به منظور فعال کردن نرم افزار بر روی این دستگاه شما یا باید آن را از یکی دیگر غیر فعال، و یا خرید صندلی مجوز اضافی تماس با %s.

source: The source region is set using the [Quadrilateral] tool; the corners must be set in clockwise order starting from the top-left corner (top-left, top-right, bottom-right, bottom-left). The destination rectangle can be modified by the [Selector] tool, in order to correct the proportions and the position of the region of interest of the image. In the [Refinement] tab, it is possible to improve the accuracy of the source region by selecting its corners on the rectified image; the refinement can be repeated multiple times if necessary.
fa: منطقه منبع با استفاده از ابزار [چهارگوش] تنظیم شده است; گوشه ها باید به ترتیب عقربه های ساعت با شروع از گوشه بالا سمت چپ (بالا چپ، بالا راست، پایین راست، پایین چپ) تنظیم شوند. مستطیل مقصد می تواند توسط ابزار [انتخاب کننده] اصلاح شود، به منظور اصلاح تناسبات و موقعیت منطقه مورد علاقه تصویر. در زبانه [پالایش] می توان با انتخاب گوشه های آن بر روی تصویر اصلاح شده، دقت منطقه منبع را بهبود بخشید؛ پالایش در صورت لزوم می تواند چندین بار تکرار شود.

source: The text to write on the image.
fa: متن برای نوشتن بر روی تصویر.

source: The thickness of the shape border.
fa: ضخامت مرز شکل .

source: The threshold for automatic motion detection.
fa: آستانه برای تشخیص حرکت خودکار.

source: The two inputs must have the same size.
fa: دو ورودی باید اندازه یکسانی داشته باشند.

source: The type of line used to draw the border of the shape.
fa: نوع خط مورد استفاده برای ترسیم مرز شکل است.

source: The type of shape to draw.
fa: نوع شکل به رسم.

source: The uncertainty (m, cm, mm, yd, ft, in...) associated with the output measurement.
fa: عدم قطعیت (m, cm, mm, yd, ft, in...) مرتبط با اندازه گیری خروجی.

source: The uncertainty (m, cm, mm, yd, ft, in...) associated with the output of the second measurement.
fa: عدم قطعیت (m, cm, mm, yd, ft, in...) مرتبط با خروجی اندازه گیری دوم است.

source: The unit in which the number above is expressed.
fa: واحدی که در آن عدد بالا بیان می شود.

source: The value that multiplies all the elements in the matrix.
fa: مقداری که تمام عناصر در ماتریس را ضرب می کند.

source: The value that multiplies all the output pixels.
fa: مقداری که تمام پیکسل های خروجی را ضرب می کند.

source: The values bigger than the [High Threshold] will be set to 0.
fa: ارزش های بزرگتر از [آستانه بالا] به 0 تنظیم خواهد شد.

source: The values smaller than the [Low Threshold] will be set to 0.
fa: مقادیر کوچکتر از [آستانه پایین] به 0 تنظیم خواهد شد.

source: The video is too short to be stabilized (the length must be greater than the "Frames" parameter).
fa: ویدیو خیلی کوتاه است تا تثبیت شود (طول باید بیشتر از پارامتر "فریم ها" باشد).

source: The way the filter proceeds.
fa: نحوه پیش رفتن فیلتر.

source: There is no instance of Microsoft Word installed. Unable to generate the DOC Report file
fa: هیچ نمونه ای از مایکروسافت ورد نصب شده وجود دارد. قادر به تولید فایل گزارش DOC نیست
