Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: Cannot open video, format not supported or file corrupted.
fa: نمی توان ویدیو را باز کرد، فرمت پشتیبانی نشد یا پرونده خراب شد.

source: Cannot open video, known format needs conversion.
fa: نمی توان ویدیو را باز کرد، فرمت شناخته شده نیاز به تبدیل دارد.

source: Cannot overwrite original file.
fa: نمی توان پرونده اصلی را بازنویسی کرد.

source: Cannot process image. Filter works only with JPEG files.
fa: نمی تواند تصویر را پردازش کند. فیلتر فقط با فایل های JPEG کار می کند.

source: Cannot replace the first filter of a chain with a filter which is not from the Load group.
fa: نمی توان فیلتر اول یک زنجیره را با فیلتری جایگزین کرد که از گروه Load نیست.

source: Cannot write file in this location.
fa: نمی توان پرونده را در این مکان نوشت.

source: Canny
fa: کاني

source: Canvas
fa: کانواس

source: Canvas Size
fa: اندازه Canvas

source: Capture
fa: ثبت

source: Capture Audio:
fa: ضبط صوتی:

source: Capture Display:
fa: ضبط صفحه نمایش:

source: Capture Frame Rate:
fa: ضبط نرخ قاب:

source: Capture Region:
fa: منطقه ضبط:

source: Capture analog video coming from a frame grabber.
fa: ضبط ویدیو آنالوگ آمدن از قاب grabber.

source: Captures images or videos from external devices.
fa: تصاویر یا فیلم ها را از دستگاه های خارجی ضبط می کند.

source: Case
fa: مورد

source: Case Management
fa: مدیریت مورد

source: Center
fa: وسط

source: Center Selection
fa: انتخاب مرکز

source: Centimeters
fa: سانتیمتر

source: Chain
fa: زنجیر

source: Chain ID already exists in the project.
fa: شناسه زنجیره ای در حال حاضر در پروژه وجود دارد.

source: Chain Id
fa: شناسه زنجیره ای

source: Chain Name
fa: نام زنجیره ای

source: Chain deleted
fa: زنجیره حذف شده

source: Chain moved
fa: زنجیره ای نقل مکان کرد

source: Chain renamed to %s
fa: زنجیره تغییر نام داده شده به %s

source: Chain replaced
fa: زنجیره ای جایگزین شد

source: Chain:
fa: زنجیره:

source: Chains cannot be moved in a project which contains the filter "%s".
fa: زنجیر را نمی توان در یک پروژه که شامل فیلتر "%s.

source: Change Description
fa: تغییر توضیحات

source: Change Frame Rate
fa: تغییر نرخ قاب

source: Change first input perspective
fa: تغییر دیدگاه ورودی اول

source: Change second input perspective
fa: تغییر دیدگاه ورودی دوم

source: Changes the frame rate of the video.
fa: نرخ فریم ویدیو را تغییر می دهد.

source: Channel
fa: کانال

source: Channel Mixer
fa: کانال میکسر

source: Channel:
fa: کانال:

source: Channels
fa: کانال‌ها

source: Channels(s) to extract.
fa: کانال(ها) برای استخراج.

source: Check expiration status
fa: بررسی وضعیت انقضا

source: Check for Updates
fa: بررسی به روز رسانی

source: Check for Updates Online
fa: بررسی به روز رسانی آنلاین

source: Check your %s expiration date.
fa: تاریخ انقضای %s بررسی کنید.

source: Chinese
fa: چینی

source: Choose a file to load
fa: انتخاب پرونده برای بارگذاری

source: Choose a file to save
fa: انتخاب یک پرونده برای ذخیره

source: Choose a media to open
fa: یک رسانه برای باز کردن انتخاب کنید

source: Choose a project file to open.
fa: انتخاب پرونده پروژه برای باز کردن.

source: Choose a source and/or a destination
fa: انتخاب منبع و / یا مقصد

source: Choose between an absolute or relative difference.
fa: بین یک تفاوت مطلق یا نسبی انتخاب کنید.

source: Choose files to open.
fa: پرونده ها را برای باز کردن انتخاب کنید.

source: Choose the new path of the file
fa: مسیر جدید فایل را انتخاب کنید

source: Circle cars in a video.
fa: ماشين ها رو توي يه ويديو دايره کن

source: Clean
fa: تمیز

source: Clear
fa: پاک کردن

source: Clear (ESC)
fa: پاک (ESC)

source: Clear Input Delay
fa: روشن کردن تاخیر ورودی

source: Click on [Detect Display Size] if you move the application to a different monitor or if you change the resolution/scaling.
fa: با کلیک بر روی [تشخیص اندازه نمایش] اگر شما حرکت برنامه به مانیتور های مختلف و یا اگر شما تغییر وضوح / پوسته پوسته شدن.

source: Click to restore the neutral color curve for this channel.
fa: برای بازگرداندن منحنی رنگ خنثی برای این کانال کلیک کنید.

source: Click “Apply” after choosing or changing the logo image.
fa: پس از انتخاب یا تغییر تصویر لوگو روی "اعمال" کلیک کنید.

source: Clip limit to avoid noise amplification.
fa: محدودیت کلیپ برای جلوگیری از تقویت صدا.

source: Close
fa: بستن

source: Codec
fa: کدک

source: Codec Error
fa: خطای کدک

source: Color
fa: رنگ

source: Color Channels
fa: کانال های رنگی

source: Color Conversion
fa: تبدیل رنگ

source: Color Deconvolution
fa: رنگ دکونولوکشن

source: Color Mode
fa: حالت رنگ

source: Color Range
fa: محدوده رنگ

source: Color Space
fa: فضای رنگ

source: Color Space:
fa: فضای رنگ:

source: Color Style
fa: استایل رنگ

source: Color Switch
fa: سوئیچ رنگ

source: Color Temperature (Kelvin)
fa: دمای رنگ (کلوین)

source: Color channel to be rendered.
fa: کانال رنگ رندر شود.

source: Color conversion and extraction functions.
fa: تبدیل رنگ و توابع استخراج.

source: Color mode: Value settings work only in Grayscale mode; Red, Green and Blue settings work only in Color mode.
fa: حالت رنگ: تنظیمات ارزش فقط در حالت Grayscale کار می کنند؛ تنظیمات قرمز، سبز و آبی فقط در حالت Color کار می کنند.

source: Color of the area inside the shape.
fa: رنگ منطقه داخل شکل .

source: Color of the border to draw around the original image.
fa: رنگ مرز به رسم در اطراف تصویر اصلی.

source: Color of the border.
fa: رنگ مرز.

source: Color of the grid.
fa: رنگ شبکه.

source: Color temperature used for Temperature Tint correction. Low = orange, 6500 = white, high = blue.
fa: دمای رنگ مورد استفاده برای اصلاح رنگ دما. کم = نارنجی ، 6500 = سفید ، بالا = آبی.

source: Color tint used for Temperature Tint correction. Negative = purple, positive = green.
fa: رنگ تینت مورد استفاده برای اصلاح رنگ دما. منفی = بنفش، مثبت = سبز.

source: Color used to fill the portions outside the original image.
fa: رنگ مورد استفاده برای پر کردن بخش های خارج از تصویر اصلی.

source: Colors
fa: رنگ ها

source: Columns
fa: ستون ها

source: Combination method
fa: روش ترکیبی

source: Command "%s" Wrong number of parameters
fa: فرمان "%s" تعداد اشتباه پارامترها

source: Command line
fa: خط فرمان

source: Command not available on trial version.
fa: فرمان در نسخه آزمایشی در دسترس نیست.

source: Comments
fa: نظرات

source: Common sizes
fa: اندازه های رایج

source: Company Homepage
fa: صفحه اصلی شرکت

source: Compare Original
fa: مقایسه اصل

source: Compare Source and Destination
fa: مقایسه منبع و مقصد

source: Compare a face before and after the enhancement.
fa: مقایسه یک چهره قبل و بعد از افزایش.

source: Compare a license plate before and after the enhancement.
fa: مقایسه پلاک قبل و بعد از افزایش.

source: Compare a video before and after the stabilization.
fa: مقایسه یک ویدیو قبل و بعد از تثبیت.

source: Compare a video keeping the stabilization on an object (putting a Video Writer before).
fa: مقایسه ویدیو نگه داشتن تثبیت بر روی یک شی (قرار دادن یک نویسنده ویدئو قبل).

source: Compensate the distortion of common fisheye lenses. Supports the selection of multiple lines for the estimation of the curvature to compensate.
fa: جبران تحریف لنزهای رایج fisheye. پشتیبانی از انتخاب خطوط متعدد برای برآورد انحنا برای جبران.

source: Component Separation
fa: جداسازی جزء

source: Compute Similarity Metrics
fa: محاسبه متریک شباهت

source: Compute the difference between the current and previous frames of a video and hide the blocks with an average difference below a specified threshold.
fa: محاسبه تفاوت بین فریم های فعلی و قبلی از یک ویدیو و پنهان کردن بلوک با اختلاف متوسط زیر آستانه مشخص شده است.

source: Concatenate all files with the same extension in the same directory
fa: همه فایل ها را با پسوند یکسان در یک دایرکتوری به هم متصل کنید

source: Configure
fa: پیکربندی

source: Confirm
fa: تایید

source: Confirmation
fa: تائیدیه

source: Connects and mixes different source filters.
fa: فیلترهای منبع مختلف را به هم متصل و مخلوط می کند.

source: Connects automatically every time Milestone Client is loaded.
fa: اتصال به طور خودکار هر بار نقطه عطف مشتری لود شده است.

source: Connects to a Milestone XProtect image server to get archived or live images.
fa: اتصال به نقطه عطف XProtect سرور تصویر برای دریافت آرشیو و یا تصاویر زنده.

source: Constant to be subtracted from the threshold value T.
fa: ثابت شود که از مقدار آستانه T تفریق شود.

source: Container and codec used to write the video file.
fa: کانتینر و کدک برای نوشتن فایل ویدئویی استفاده می شود.

source: Contrast
fa: کنتراست

source: Contrast Brightness
fa: درخشش کنتراست

source: Contrast Stretch
fa: کشش کنتراست

source: Contrast Stretch can be used to enhance features in low-contrast images.
fa: کنتراست استرچ می تواند برای افزایش ویژگی ها در تصاویر کم کنتراست مورد استفاده قرار گیرد.

source: Conversion Program
fa: برنامه تبدیل

source: Conversion Type
fa: نوع تبدیل

source: Convert All Files
fa: تبدیل همه پرونده ها

source: Convert All Files but all those with the Excluded Extensions
fa: تبدیل همه فایل ها اما همه کسانی که با پسوند حذف شده

source: Convert All Files with the Included Extensions
fa: تبدیل همه فایل ها با الحاقات شامل

source: Convert DVR
fa: تبدیل DVR

source: Convert DVR (Last Settings)
fa: تبدیل DVR (آخرین تنظیمات)

source: Convert DVR...
fa: تبدیل DVR...

source: Convert a sequence of images to a video.
fa: تبدیل دنباله ای از تصاویر به یک ویدیو.

source: Convert a video to a sequence of images.
fa: تبدیل ویدیو به دنباله ای از تصاویر.

source: Convert a video to an easily playable format.
fa: تبدیل یک ویدیو به یک فرمت به راحتی قابل پخش.

source: Converted by Direct Play (P)
fa: تبدیل شده توسط بازی مستقیم (P)

source: Converted by Stream Copy (S)
fa: تبدیل شده توسط جریان کپی (S)

source: Converted by Transcoding (T)
fa: تبدیل شده توسط Transcoding (T)

source: Converts a video with juxtaposed fields into an interlaced video.
fa: تبدیل یک ویدیو با زمینه های juxtaposed به یک ویدیو به هم پیوسته.

source: Converts an omnidirectional image into a panoramic one.
fa: یک تصویر همه مستقیم را به یک تصویر پانوراما تبدیل می کند.

source: Converts interlaced videos into progressive ones. Supports several options to choose active fields, their order and the interpolation method.
fa: فیلم های به هم پیوسته را به فیلم های پیشرونده تبدیل می کند. چندین گزینه را برای انتخاب فیلدهای فعال، ترتیب آنها و روش بین یابی پشتیبانی می کند.

source: Converts the image from grayscale to RGB, cloning the three channels.
fa: تصویر را از مقیاس خاکستری به RGB تبدیل می کند و سه کانال را شبیه سازی می کند.

source: Converts the image to grayscale.
fa: تصویر را به مقیاس خاکستری تبدیل می کند.

source: Coordinates of the point used to sample the background color.
fa: مختصات نقطه مورد استفاده برای نمونه برداری از رنگ پس زمینه.

source: Coordinates of the point used to sample the desired color to extract.
fa: مختصات نقطه مورد استفاده برای نمونه برداری از رنگ مورد نظر برای استخراج.

source: Coordinates of the point used to sample the first unwanted color to remove.
fa: مختصات نقطه مورد استفاده برای نمونه برداری از اولین رنگ ناخواسته برای حذف.

source: Coordinates of the point used to sample the second unwanted color to remove.
fa: مختصات نقطه مورد استفاده برای نمونه برداری از رنگ ناخواسته دوم برای حذف.

source: Copy
fa: کپی

source: Copy Filter
fa: کپی فیلتر

source: Copy From Matrix 1 Transposed
fa: کپی از ماتریس 1 Transposed

source: Copy From Matrix 2 Transposed
fa: کپی از ماتریس 2 Transposed

source: Copy Image To Clipboard
fa: کپی تصویر به کلیپ بورد

source: Copy Info
fa: کپی اطلاعات

source: Copy Source to Destination
fa: کپی منبع به مقصد

source: Copy Source to Destination and Compare
fa: کپی منبع به مقصد و مقایسه

source: Copy Status
fa: وضعیت کپی

source: Copy Stream
fa: کپی جریان

source: Copy Stream Settings
fa: کپی کردن تنظیمات جریان

source: Copy Stream if possible, or else Transcode
fa: کپی جریان در صورت امکان، وگرنه Transcode

source: Copy an image from another program or from a print screen function in Windows to the clipboard and paste it here as a new image file clicking [Apply].
fa: کپی کردن یک تصویر از یک برنامه دیگر و یا از یک عملکرد صفحه نمایش چاپ در ویندوز به کلیپ بورد و خمیر آن را در اینجا به عنوان یک فایل تصویر جدید کلیک کردن [اعمال].

source: Copy and Verify
fa: کپی و تأیید

source: Copy has been already done: press the Clean button if you want to copy files again.
fa: کپی در حال حاضر انجام شده است: فشار دکمه پاک اگر شما می خواهید برای کپی کردن فایل ها دوباره.

source: Copy to Clipboard
fa: کپی به کلیپ بورد

source: Copying to a non-empty destination directory is not allowed.
fa: کپی کردن در یک دایرکتوری مقصد غیر خالی مجاز نیست.

source: Copying...
fa: کپی برداری...

source: Corners of the input quadrilateral visualized on the rectified image.
fa: گوشه هایی از چهارگوش ورودی که بر روی تصویر اصلاح شده تجسم شده است.

source: Correct Aspect Ratio
fa: نسبت جنبه صحیح

source: Correct Direction
fa: جهت صحیح

source: Correct Fisheye
fa: فیش آی درست

source: Correct Perspective
fa: اصلاح چشم انداز

source: Correct a CCTV video where R and B channels are inverted.
fa: تصحیح یک ویدیو دوربین مدار بسته که در آن کانال های R و B وارونه هستند.

source: Correct an underwater image.
fa: یک تصویر زیر آب را تصحیح کنید.

source: Correct encoding issues that make the video appear upside-down on screen.
fa: درست مسائل مربوط به encoding که باعث می شود ویدیو وارونه بر روی صفحه نمایش ظاهر می شود.

source: Correct images and videos with the wrong orientation.
fa: تصاویر و ویدیوها را با جهت گیری اشتباه تصحیح کنید.

source: Correct scratches in an old VHS.
fa: خراش های درست در VHS قدیمی.

source: Correct the aspect ratio to avoid stretched images.
fa: اصلاح نسبت جنبه برای جلوگیری از تصاویر کشیده.

source: Correct the color cast given by illumination or wrong camera settings.
fa: اصلاح بازیگران رنگ داده شده توسط روشنایی و یا تنظیمات دوربین اشتباه.

source: Correct the distortion before taking a measurement.
fa: تحریف را قبل از گرفتن یک اندازه گیری اصلاح کنیم.

source: Correct the distortion in an unknown CCTV camera to view better facial features.
fa: اصلاح تحریف در دوربین مدار بسته ناشناخته برای مشاهده ویژگی های صورت بهتر.

source: Correct the distortion of a specific optic.
fa: تحریف یک اپتیک خاص را اصلاح کند.

source: Correct uneven illumination.
fa: روشنایی ناهموار را درست کنید.

source: Correction coefficient. For the Barrel distortion the coefficient is < 0, while > 0 for the Pincushion one.
fa: ضریب تصحیح. برای تحریف بشکه ضریب 0 < است، در حالی > 0 برای پینکوسیون یک.

source: Corrects an uneven illumination in the image using the Retinex algorithm.
fa: یک روشنایی ناهموار در تصویر را با استفاده از الگوریتم رتینکسی تصحیح می کند.

source: Corrects the aspect ratio of a video.
fa: نسبت جنبه یک ویدئو را تصحیح می کند.

source: Corrects the blur caused by air turbulence on long distances or by high ambient air temperature/humidity.
fa: تاری ناشی از اغتشاش هوا را در مسافت های طولانی یا با دمای/رطوبت هوای محیط بالا تصحیح می کند.

source: Corrects the blur caused by linear motion (moving subjects or camera).
fa: تار ناشی از حرکت خطی (سوژه های متحرک یا دوربین) را تصحیح می کند.

source: Corrects the blur caused by nonlinear motion.
fa: تار ناشی از حرکت غیر خطی را تصحیح می کند.

source: Corrects the blur of objects out of focus with blind deconvolution (automatic estimation of little blur).
fa: تصحیح تاری اشیاء خارج از تمرکز با deconvolution کور (برآورد خودکار از تاری کمی).

source: Corrects the blur of objects that are out of focus (big blur).
fa: تاری اجسامی را که خارج از فوکوس هستند (تار بزرگ) تصحیح می کند.

source: Corrects the geometric distortion caused by capturing optics (barrel and pin-cushion lens distortion). Supports the selection of multiple lines for the estimation of the curvature to compensate.
fa: تحریف هندسی ناشی از گرفتن اپتیک (تحریف لنز بشکه و پین بالشتک) را تصحیح می کند. پشتیبانی از انتخاب خطوط متعدد برای برآورد انحنا برای جبران.

source: Corrects the height of field based video.
fa: ارتفاع ویدیو مبتنی بر میدان را تصحیح می کند.

source: Corrects the image distortions.
fa: تحریفات تصویر را تصحیح می کند.

source: Correlation
fa: ارتباط

source: Correlation (-1 .. 1)
fa: همبستگی (-1.. 1)

source: Correlation Coefficient.
fa: ضریب همبستگی.

source: Correlation between current images selection and template.
fa: همبستگی بین انتخاب تصاویر فعلی و قالب.

source: Could not create or run thread
fa: نمی تواند ایجاد و یا اجرا موضوع

source: Could not create thread
fa: ایجاد موضوع امکان پذیر نیست

source: Could not open the file specified because it is not an %s Project file (.afp)
fa: نمی تواند فایل مشخص شده را باز کند زیرا یک فایل %s (.afp) نیست

source: Count of new formats added (before&rarr;now)<br/>when passing from previous release (<b>%s</b>) to current (<b>%s</b>)
fa: تعداد فرمت های جدید اضافه شده (قبل →)<br/>هنگام عبور از انتشار قبلی (<b>%s</b>) به جریان (<b>%s</b>)

source: Crash Detected
fa: تصادف شناسایی شد

source: Crash detected during last session. Since Project Auto-Recovery was enabled, you can restart from last operation done. Retrieve last saved position? Note: once loaded, for your convenience, please rename the workspace with FILE->Save As...
fa: تصادف در طول آخرین جلسه شناسایی شد. از آنجا که بازیابی خودکار پروژه فعال شد، شما می توانید از آخرین عملیات انجام شده راه اندازی مجدد. آخرین موقعیت ذخیره شده را بازیابی کنید؟ توجه : یک بار لود شده ، برای راحتی شما ، لطفا تغییر نام فضای کار با فایل > را به عنوان...

source: Create new script
fa: ایجاد اسکریپت جدید

source: Crop
fa: برش

source: Crop does not support a selection with Manual Tracking
fa: محصول انتخاب با ردیابی دستی پشتیبانی نمی کند

source: Crops a region of interest of the image.
fa: محصول منطقه ای از علاقه تصویر است.

source: Cross
fa: عبور

source: Cubic
fa: مکعب

source: Cubic B-spline, clamped endpoints
fa: مکعب B- اسپلین، نقاط پایانی گیره

source: Cubic B-spline, floating endpoints
fa: مکعب B-spline، نقاط پایانی شناور

source: Cubic Hermite
fa: هرمیت مکعبی

source: Cubic Hermite / Catmull-Rom
fa: هرمیت مکعبی / کاتمول رام

source: Cubic Spline
fa: اسپلین مکعبی

source: Cubic spline
fa: اسپلین مکعبی

source: Current Date Time
fa: تاریخ و زمان فعلی

source: Current Image
fa: تصویر فعلی

source: Current Timestamp
fa: تایم استمپ کنونی

source: Current Window
fa: پنجره فعلی

source: Current image is grayscale. Please use color images if you want to change the color space.
fa: تصویر فعلی مقیاس خاکستری است. لطفا اگر می خواهید فضای رنگ را تغییر دهید از تصاویر رنگی استفاده کنید.

source: Curve
fa: منحنی

source: Curves
fa: منحنی

source: Custom
fa: سفارشی

source: Cut
fa: برش

source: Cut Filter
fa: فیلتر برش

source: D-M-Y Date and Time with MS: %d-%m-%Y %H:%M:%S.%l
fa: تاریخ و زمان D-M-Y با MS: %d-%m-٪Y ٪H:٪M:%S.%l

source: D-M-Y Date and Time: %d-%m-%Y %H:%M:%S
fa: D-M-Y تاریخ و زمان: %d-%m-٪Y ٪H:٪M:٪S

source: D-M-Y Date: %d-%m-%Y
fa: D-M-Y تاریخ: %d-%m-٪Y

source: DAR (Display Aspect Ratio)
fa: DAR (نسبت جنبه نمایش)

source: DVR Screen Capture
fa: DVR ضبط صفحه نمایش

source: DVR Screen Capture...
fa: DVR ضبط صفحه نمایش...

source: Dark
fa: تیره

source: Darker
fa: تیره تر

source: Darks
fa: تاریکی ها

source: Date
fa: تاریخ

source: Date and Time with MS: %Y-%m-%d %H:%M:%S.%l
fa: تاریخ و زمان با MS: %Y-%m-%d ٪H:٪M:%S.%l

source: Date and Time: %Y-%m-%d %H:%M:%S
fa: تاریخ و زمان: %Y-%m-%d ٪H:٪M:٪S

source: Date and time of the first reference frame.
fa: تاریخ و زمان قاب مرجع اول.

source: Date and time of the second reference frame.
fa: تاریخ و زمان قاب مرجع دوم.

source: Date format
fa: فرمت تاریخ

source: Date: %Y-%m-%d
fa: تاریخ: %Y-%m-%d

source: Days
fa: روز

source: Deblocking
fa: مسدود کردن

source: Deblur a badge from a moving camera.
fa: يه نشان از يه دوربين متحرک

source: Deblur a face out of focus.
fa: يه صورت رو از تمرکز خارج کن.

source: Deblur a license plate from a long range video with turbulence.
fa: Deblur پلاک از یک ویدیو دوربرد با اغتشاش.

source: Deblur a license plate from an analog video.
fa: حذف تاری يک پلاک از يه ويديوي آنالوگ

source: Deblur a license plate in a wrongly encoded video (replica).
fa: Deblur پلاک در یک ویدیو به اشتباه کدگذاری شده (المثنی).

source: Deblur a license plate of a moving car.
fa: حذف تاری يک پلاک از يه ماشين متحرک

source: Deblur a license plate out of focus.
fa: يه پلاک رو از تمرکز خارج کن.

source: Deblur a license plate with a complex curved blur.
fa: یک پلاک را با تار خمیده پیچیده دبلر کنید.

source: Deblur a moving face.
fa: يه صورت متحرک رو از هم جدا کن.

source: Deblur an object out of focus.
fa: يه جسم رو از تمرکز خارج کن.

source: Deblurring
fa: رفع تاری

source: Decimal Places
fa: رقم اعشار

source: Default
fa: پیش فرض

source: Default Image Format
fa: قالب تصویر پیش فرض

source: Default Image Quality
fa: کیفیت تصویر پیش فرض

source: Default OpenCL platform
fa: پلت فرم پیش فرض OpenCL

source: Default Output File
fa: فایل خروجی پیش فرض

source: Default Path
fa: مسیر پیش فرض

source: Default Saving Filename
fa: پیش فرض ذخیره نام فایل

source: Default Saving Folder
fa: پوشه ذخیره پیش فرض

source: Default Video Format
fa: فرمت ویدئویی پیش فرض

source: Defines if the selection is normal or inverted.
fa: تعریف می کند که آیا انتخاب طبیعی است یا وارونه.

source: Defines the shape of the selection.
fa: شکل انتخاب را تعریف می کند.

source: Definition
fa: تعریف

source: Deinterlace
fa: جدا کردن

source: Deinterlace a car in movement (but avoid deinterlacing a static or parked car).
fa: گره زدایی یک ماشین در حرکت (اما اجتناب از گره زدایی یک ماشین ایستا و یا پارک شده).

source: Deinterlace a person in movement.
fa: یک فرد را در حرکت از هم جدا کنید.

source: Deinterlacing
fa: گره زدایی

source: Delete
fa: پاک کردن

source: Delete Filter
fa: حذف فیلتر

source: Delete Script
fa: حذف اسکریپت

source: Delete the current frames?
fa: قاب های فعلی را حذف کنید؟

source: Delete the current script
fa: حذف اسکریپت فعلی

source: Demultiplex a space/2d multiplexed video (quad).
fa: Demultiplex فضا / 2d ویدیو مالتی پلکسید (چهار).

source: Demultiplex difficult multiplexed videos selecting a specific area of interest to look for.
fa: فیلم های مالتی پلکسی دشوار Demultiplex انتخاب یک منطقه خاص مورد علاقه به دنبال.

source: Demultiplex videos digitally multiplexed.
fa: فیلم های Demultiplex به صورت دیجیتالی مالتی پلک شده اند.

source: Demultiplex videos from analog systems.
fa: فیلم های Demultiplex از سیستم های آنالوگ.

source: Demultiplexer
fa: تقسیم کننده

source: Demux Supported
fa: Demux پشتیبانی

source: Denoise
fa: حذف نویز

source: Denoise a video after making it brighter.
fa: یک ویدئو را پس از روشن تر کردن آن denoise کنید.

source: Denoise an image taken in low light conditions.
fa: تصویری را که در شرایط کم نور گرفته شده است، بی گناه کنید.

source: Denoise an image with impulsive noise.
fa: یک تصویر را با سر و صدای تکانشی از بین می برید.

source: Denoising
fa: مزاحم

source: Derivative order.
fa: نظم مشتقي .

source: Desaturate color to attenuate the impact of color artifacts.
fa: کاهش رنگ برای کاهش تاثیر مصنوعات رنگ.

source: Description
fa: توضیحات

source: Description:
fa: توضیحات:

source: Deselect
fa: لغو انتخاب

source: Desired Color
fa: رنگ مورد نظر

source: Desired Color Point
fa: نقطه رنگ مورد نظر

source: Destination Hash
fa: مقصد هش

source: Destination file message
fa: پیام پرونده مقصد

source: Destination folder where to save the images.
fa: پوشه مقصد که در آن برای ذخیره تصاویر.

source: Destination:
fa: مقصد:

source: Details
fa: جزئیات

source: Details contribution from the neighboring frames.
fa: جزئیات سهم از قاب های همسایه.

source: Details preservation from the current frame.
fa: جزئیات حفظ از قاب فعلی.

source: Details:
fa: جزئیات:

source: Detect Display Size
fa: تشخیص اندازه نمایش

source: Determines whether to saturate or truncate the values.
fa: تعیین می کند که آیا ارزش ها را اشباع یا کم رنگ کند.

source: Developer
fa: توسعه دهنده

source: Development
fa: توسعه

source: Device
fa: دستگاه

source: Device Name
fa: نام دستگاه

source: Device is not configured properly.
fa: دستگاه به درستی پیکربندی نشده است.

source: Device name is undefined.
fa: نام دستگاه تعریف نشده است.

source: Difference
fa: تفاوت

source: Difference (First - Second)
fa: تفاوت (اول - دوم)

source: Difference (Second - First)
fa: تفاوت (دوم - اول)
