Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: In the [Reference] tab, select two points on the image that will define the known distance. This segment is used as reference. In the [Measure] tab, mark the two endpoints of a segment you wish to measure. The [Measure 1d] method does not rely on any geometric information from the scene, so the filter has to be used with images which are not affected by perspective and lens distortions. For further details, please browse the [Tutorial] section of the user manual.
fa: در زبانه [Reference] دو نقطه روی تصویر انتخاب کنید که فاصله شناخته شده را تعریف خواهد کرد. از این بخش به عنوان مرجع استفاده می شود. در زبانه [اندازه گیری] دو نقطه پایانی یک بخش را که می خواهید اندازه گیری کنید علامت گذاری کنید. روش [Measure 1d] به هیچ اطلاعات هندسی از صحنه تکیه نمی کند، بنابراین فیلتر باید با تصاویری استفاده شود که تحت تأثیر دیکشن و تحریف لنز قرار نمی گیرند. برای کسب اطلاعات بیشتر، لطفا بخش [آموزش] کتابچه راهنمای کاربر را مرور کنید.

source: In three months
fa: در سه ماه

source: Inches
fa: اینچ

source: Include Subfolders
fa: شامل پوشه های فرعی

source: Increase the constrast of facial features for a better comparison.
fa: افزایش constrast از ویژگی های صورت برای مقایسه بهتر.

source: Increasing this parameter makes the details of the image more visible.
fa: افزایش این پارامتر جزئیات تصویر را بیشتر قابل مشاهده می سازد.

source: Indicates date and time for the current frame. Font, color, size and position can be customized.
fa: تاریخ و زمان برای قاب فعلی را نشان می دهد. فونت، رنگ، اندازه و موقعیت را می توان سفارشی کرد.

source: Info
fa: اطلاعات

source: Information Message
fa: پیام اطلاعاتی

source: Informs the user if the selected image file contains transparency information.
fa: در صورتی که فایل تصویر انتخاب شده حاوی اطلاعات شفافیت باشد به کاربر اطلاع می دهد.

source: Input
fa: ورودی

source: Input Delay
fa: تاخیر ورودی

source: Input Extension
fa: پسوند ورودی

source: Input File
fa: پرونده ورودی

source: Input Filename
fa: نام فایل ورودی

source: Input Folder
fa: پوشه ورودی

source: Input To Add
fa: ورودی برای اضافه کردن

source: Input file(s) not found.
fa: فایل ورودی (ها) یافت نشد.

source: Input filter does not belong to any chain.
fa: فیلتر ورودی به هیچ زنجیره ای تعلق ندارد.

source: Input filter is not configured yet. Operation canceled.
fa: فیلتر ورودی هنوز پیکربندی نشده است. عملیات لغو شد.

source: Input filter must be different than output.
fa: فیلتر ورودی باید متفاوت از خروجی باشد.

source: Input filters cannot be the same type.
fa: فیلترهای ورودی نمی توانند از یک نوع باشند.

source: Input image is grayscale. Please use color images if you want to change the image color space.
fa: تصویر ورودی مقیاس خاکستری است. لطفا اگر می خواهید فضای رنگ تصویر را تغییر دهید از تصاویر رنگی استفاده کنید.

source: Input with Maximum Height
fa: ورودی با حداکثر ارتفاع

source: Input with Maximum Width
fa: ورودی با حداکثر عرض

source: Input with Minimum Height
fa: ورودی با حداقل ارتفاع

source: Input with Minimum Width
fa: ورودی با حداقل عرض

source: Inputs
fa: ورودی ها

source: Insert After
fa: درج پس از

source: Insert Before
fa: درج قبل

source: Inserts text on the image. Supports several macros to dynamically change the content of the text. Font, color, size and position can be customized.
fa: متن را روی تصویر درج می کند. چندین ماکرو را پشتیبانی می کند تا محتوای متن به صورت پویا تغییر کند. فونت، رنگ، اندازه و موقعیت را می توان سفارشی کرد.

source: Inspector
fa: بررسی

source: Integrate
fa: یکپارچه سازی

source: Intensity
fa: شدت

source: Intensity of the deblocking effect; the higher the strength, the higher the number of removed artifacts (but also details).
fa: شدت اثر مسدود کننده؛ هر چه قدرت بالاتر باشد، تعداد مصنوعات حذف شده (بلکه جزئیات) بیشتر است.

source: Intensity of the sharpening effect: larger values provide increasing amounts of sharpening.
fa: شدت اثر تیز کننده: مقادیر بزرگتر مقادیر فزاینده ای از تیز شدن را فراهم می کنند.

source: Interlace
fa: در هم آمیختن

source: Interleave
fa: متصل کردن

source: Internal dongle error (error code = %d).
fa: خطای دانگل داخلی (کد خطا = %d).

source: Internal error
fa: خطای داخلی

source: Internal error processing the image.
fa: پردازش خطای داخلی تصویر.

source: Internal error.
fa: خطاي داخلي .

source: Internal error:
fa: خطای داخلی:

source: Internal error:
fa: خطای داخلی:

source: Internal license error (error code = %d). Please contact %s.
fa: خطای مجوز داخلی (کد خطا = %d). لطفا با ما تماس %s.

source: Internal license error. Please contact %s.
fa: خطاي مجوز داخلي . لطفا با ما تماس %s.

source: Interpolates user interface elements to preserve the layout on high resolution screens
fa: Interpolates عناصر رابط کاربر برای حفظ طرح بر روی صفحه نمایش با وضوح بالا

source: Interpolation
fa: اینترپلاسیون

source: Interpolation algorithm.
fa: الگوریتم بین یابی.

source: Interpolation mode for the intensity curve.
fa: حالت بین یابی برای منحنی شدت.

source: Intracamera demultiplexing for sweeping PTZ cameras.
fa: دملتپلکس ntracamera برای جارو کردن دوربین های PTZ.

source: Invalid Direction
fa: جهت نامعتبر

source: Invalid Matrix 1
fa: ماتریس نامعتبر ۱

source: Invalid Matrix 2
fa: ماتریس نامعتبر ۲

source: Invalid Path Error
fa: خطای مسیر نامعتبر

source: Invalid Selection.
fa: انتخاب نامعتبر.

source: Invalid axis
fa: محور نامعتبر

source: Invalid boundary conditions
fa: شرایط مرزی نامعتبر

source: Invalid combination method
fa: روش ترکیبی نامعتبر

source: Invalid destination path: the file does not exist
fa: مسیر مقصد نامعتبر: پرونده وجود ندارد

source: Invalid filename or folder.
fa: نام فایل یا پوشه نامعتبر.

source: Invalid filename.
fa: نام پرونده نامعتبر.

source: Invalid parameter type.
fa: نوع پارامتر نامعتبر.

source: Invalid parameter value.
fa: مقدار پارامتر نامعتبر.

source: Invalid path.
fa: مسير نامعتبر .

source: Invalid serial key entered.
fa: کلید سریال نامعتبر وارد شد.

source: Invalid source path: the directory does not exist
fa: مسیر منبع نامعتبر: دایرکتوری وجود ندارد

source: Invalid source path: the file does not exist
fa: مسیر منبع نامعتبر: پرونده وجود ندارد

source: Invalid step.
fa: گام نامعتبر .

source: Invalid username and/or password.
fa: نام کاربری - رمز عبور اشتباه است.

source: Invert
fa: معکوس

source: Invert the frame sequence for better integration of an object which is increasing in size.
fa: دنباله قاب را برای ادغام بهتر یک جسم که در اندازه در حال افزایش است معکوس کنید.

source: Inverted
fa: معکوس

source: It's not possible to delete the signature line from the database.
fa: امکان حذف خط امضا از پایگاه داده وجود ندارد.

source: It's not possible to save current settings.
fa: امکان ذخیره تنظیمات فعلی وجود ندارد.

source: It's not possible to save the signature database.
fa: امکان ذخیره پایگاه داده امضا وجود ندارد.

source: Italian
fa: ایتالیایی

source: Iterations
fa: اصطلاحات

source: Japanese
fa: ژاپنی

source: Juxtaposes or overlays original and enhanced images for comparison.
fa: Juxtaposes یا overlays تصاویر اصلی و افزایش یافته برای مقایسه.

source: Keep Original
fa: اورجینال را نگه دارید

source: Keep ratio
fa: نگه داشتن نسبت

source: Keyboard Shortcuts
fa: کلید های میانبر صفحه کلید

source: LICENSE EXPIRED!
fa: مجوز منقضی شد!

source: LICENSE EXPIRING!
fa: مجوز انقضا!

source: Lab L
fa: آزمایشگاه ال

source: Lab a
fa: آزمایشگاه a

source: Lab b
fa: آزمایشگاه ب

source: Label
fa: لیبل

source: Lanczos
fa: لانکزوس

source: Landscape
fa: چشم انداز

source: Language
fa: زبان

source: Laplace
fa: لاپلاس

source: Laplacian Sharpening
fa: واضح کننده لاپلاسی

source: Last
fa: آخرین

source: Last Frame
fa: آخرین فریم

source: Last frame must be higher than first frame.
fa: فریم آخر باید بالاتر از فریم اول باشد.

source: Last frame must be lower or equal to stop time.
fa: آخرین فریم باید پایین تر یا برابر با زمان توقف باشد.

source: Last frame of the selection of interest.
fa: آخرين قاب انتخاب مورد علاقه .

source: Latitude Correction (degrees)
fa: اصلاح عرض جغرافیایی (درجه)

source: Layers
fa: لایه ها

source: Layouter
fa: چیدمان

source: Leave unchanged
fa: بدون تغییر این قسمت را ترک کنید

source: Left
fa: چپ

source: Left click to add a point, right click to delete it.
fa: چپ کلیک کنید برای اضافه کردن یک نقطه، کلیک راست آن را حذف کنید.

source: Left-click to add a point, right-click to finish an open polyline, click on the starting point to finish a closed polygon. After completion, right-click on a segment to insert a point, right-click on a point to delete it. Hold SHIFT to drag horizontally or vertically.
fa: چپ کلیک کنید برای اضافه کردن یک نقطه، راست کلیک کنید به پایان پلی لاین باز، با کلیک بر روی نقطه شروع به پایان چند ضلعی بسته است. پس از اتمام، برای درج یک نقطه، روی یک بخش راست کلیک کنید، روی نقطه ای کلیک راست کنید تا آن را حذف کنید. SHIFT را نگه دارید تا به صورت افقی یا عمودی بکشید.

source: Left-click to add points, which will be interpolated with a cubic Hermite curve. Right-click to finish the curve. After the curve is finished, the segments or the control points can be dragged (hold SHIFT to move horizontally or vertically), right-clicking on a segment inserts a point, right-clicking on a point deletes it.
fa: چپ کلیک کنید برای اضافه کردن نقاط، که با منحنی هرمیت مکعبی interpolated خواهد شد. راست کلیک کنید تا منحنی به پایان برسد. پس از پایان منحنی، بخش ها یا نقاط کنترل را می توان کشید (SHIFT را نگه دارید تا به صورت افقی یا عمودی حرکت کند)، کلیک راست بر روی یک بخش یک نقطه را درج می کند، کلیک راست بر روی یک نقطه آن را حذف می کند.

source: Legal
fa: قانونی

source: Legend:
fa: شرح و توضیح

source: Length (frames)
fa: طول (قاب)

source: Length in Frames
fa: طول در قاب ها

source: Length in Time
fa: طول در زمان

source: Length of the blur, expressed in pixels.
fa: طول تار، بیان شده در پیکسل.

source: Length of the display diagonal.
fa: طول مورب صفحه نمایش.

source: Length of the selected line in the real world.
fa: طول خط انتخاب شده در دنیای واقعی.

source: Length, in pixels, of the selected line in the image.
fa: طول، در پیکسل ها، از خط انتخاب شده در تصویر.

source: Length, in pixels, of the side of the square filter window. High resolution images allow a higher size.
fa: طول، در پیکسل، از سمت پنجره فیلتر مربع. تصاویر با وضوح بالا امکان اندازه بالاتری را می دهند.

source: Length:
fa: طول:

source: Letter
fa: نامه

source: Level of chain %d set to %d
fa: سطح زنجیره ای %d مجموعه ای %d

source: Levels
fa: سطح ها

source: License Activation
fa: فعال سازی مجوز

source: License Deactivation
fa: غیرفعال کردن مجوز

source: License Reset Confirmation
fa: مجوز تایید تنظیم مجدد

source: License Terms
fa: شرایط مجوز

source: License:
fa: مجوز:

source: Light
fa: روشن

source: Lights
fa: چراغ‌ها

source: Limit
fa: محدودیت

source: Limited
fa: محدود شده

source: Line
fa: خط

source: Line 1
fa: خط 1

source: Line 2
fa: خط 2

source: Line 3
fa: خط 3

source: Line Angle
fa: زاویه خط

source: Line Doubling
fa: دو برابر شدن خط

source: Line Type
fa: نوع خط

source: Line Width
fa: عرض خط

source: Linear
fa: خطی

source: Linear Filter
fa: فیلتر خطی

source: Link
fa: لینک

source: List
fa: لیست

source: List of I-frames (output parameter).
fa: فهرست قاب های I (پارامتر خروجی).

source: List of calculated hash codes.
fa: فهرست کدهای هش محاسبه شده.

source: List of different frames (output parameter).
fa: فهرست فریم های مختلف (پارامتر خروجی).

source: List of frames for the selected scene (output parameter).
fa: لیست فریم ها برای صحنه انتخاب شده (پارامتر خروجی).

source: List of frames to remove.
fa: لیست فریم ها را حذف کنید.

source: List of selected frames.
fa: فهرست فریم های انتخاب شده.

source: List of the points of the blur, expressed in pixels.
fa: فهرست نقاط تیرگی، بیان شده در پیکسل ها.

source: List of time intervals where redaction will be applied.
fa: فهرست بازه های زمانی که در آن redaction اعمال خواهد شد.

source: List of valid frames, whose correlation is bigger than threshold (output parameter).
fa: فهرست فریم های معتبر، که همبستگی آن ها بزرگتر از آستانه (پارامتر خروجی) است.

source: Live
fa: آنلاین

source: Live Video
fa: ویدیو زنده

source: Live loader lost connection with the live video source.
fa: بارگذار زنده ارتباط خود را با منبع ویدئویی زنده از دست داد.

source: Live stream DirectShow video sources for real time display or capture.
fa: جریان زنده DirectShow منابع ویدئویی برای نمایش زمان واقعی و یا ضبط.

source: Load
fa: بارگذاری

source: Load Activation Response File
fa: فایل پاسخ فعال سازی بار

source: Load File
fa: پرونده بار

source: Load Subtitles
fa: زیرنویس بار

source: Load Timestamp
fa: بار تایم استمپ

source: Load a snapshot from a CCTV video.
fa: بار عکس فوری از یک ویدیو دوربین مدار بسته.

source: Load an image from a mobile phone or digital camera.
fa: یک تصویر را از تلفن همراه یا دوربین دیجیتال بارگذاری کنید.

source: Load an image from the web.
fa: یک تصویر را از وب بارگذاری کنید.

source: Load an image in RAW format.
fa: بارگذاری یک تصویر با فرمت RAW.

source: Load frames extracted from a proprietary DVR player.
fa: قاب های بار استخراج شده از یک پخش کننده DVR اختصاصی.

source: Load multiple images in sequence and process them together.
fa: چندین تصویر را در توالی بارگذاری کنید و آنها را با هم پردازش کنید.

source: Load timestamp from a CCTV video.
fa: بار timestamp از ویدیو دوربین مدار بسته.

source: Loaders can not be disabled.
fa: لودرها را نمی توان غیرفعال کرد.

source: Loaders cannot be deleted.
fa: لودرها را نمی توان حذف کرد.

source: Loaders cannot have any input.
fa: لودرها نمی توانند هیچ ورودی داشته باشند.

source: Loading content...
fa: بارگذاری محتوا...

source: Loading project
fa: پروژه بارگذاری

source: Loads a video exported from a Milestone XProtect server without need for conversion.
fa: بارگذاری ویدیو صادر شده از سرور XProtect نقطه عطف بدون نیاز به تبدیل.

source: Loads a video from a Hikvision file.
fa: یک ویدیو را از یک فایل Hikvision بارگذاری می کند.

source: Loads a video from file.
fa: یک ویدیو را از پرونده بارگذاری می کند.

source: Loads an image from file.
fa: یک تصویر را از پرونده بارگذاری می کند.

source: Loads image and video files.
fa: تصویر و فایل های ویدئویی را بارگذاری می کند.

source: Loads multiple images as video.
fa: چندین تصویر را به عنوان ویدئو بارگذاری می کند.

source: Local Dongle
fa: دانگل محلی

source: Local Stabilization
fa: تثبیت محلی

source: Local Stabilization of planar objects, capable of tracking perspective transformations.
fa: تثبیت محلی اشیاء پلانر، قادر به ردیابی دگرگونی های چشم انداز.

source: Lock X/Y
fa: قفل X/Y

source: Log
fa: ورود به سیستم

source: Log generated on:
fa: Registro generado en:

source: Logarithmic
fa: لگاریتمی

source: Logo Size
fa: سایز لوگو

source: Logo Size.
fa: اندازه لوگو .

source: Longitude Correction (degrees)
fa: تصحیح طول (درجه)

source: Lookup Table
fa: جدول نگاه کردن

source: Loop
fa: حلقه

source: Loop %s
fa: حلقه %s

source: Lossless Trim
fa: تریم بی باخت

source: Lossless Trim only supports a Step of 1
fa: تر و تمیز بدون از دست دادن تنها پشتیبانی از یک گام از 1

source: Lossless Trim only works if Range Selector is right after a Video Loader
fa: تر و تمیز بدون از دست دادن تنها کار می کند اگر انتخاب محدوده درست پس از بارگذار ویدئو

source: Low Frequency Contrast
fa: کنتراست فرکانس پایین

source: Low Threshold
fa: آستانه پایین

source: Lower Field Horizontal Shift
fa: تغییر افقی میدان پایین تر

source: Lower Field Vertical Shift
fa: تغییر عمودی میدان پایین

source: Lower Image to Upper Field
fa: تصویر پایین به میدان فوقانی

source: Lower field horizontal shift in pixels.
fa: تغییر افقی میدان پایین تر در پیکسل ها.

source: Lower field vertical shift in pixels.
fa: تغییر عمودی میدان پایین تر در پیکسل.

source: Luv L
fa: لوو ال

source: MEncoder
fa: امنکودر

source: MKV - Copy Streams If Possible
fa: MKV - کپی جریان در صورت امکان

source: MOV
fa: ویدئویی

source: MP4
fa: ‫ویدیو با فرمت MP4

source: MP4 (Copy Stream)
fa: MP4 (کپی جریان)

source: MP4 (Copy Stream) or else ASF (Transcode)
fa: MP4 (کپی جریان) وگرنه ASF (Transcode)

source: MP4 - H264 AAC - HTML5 Compatible
fa: MP4 - H264 AAC - HTML5 سازگار

source: MPEG-2 Transport Stream - H264
fa: MPEG -2 جریان حمل و نقل - H264

source: MSMPEGv2
fa: ام اس ام بی جی وی۲

source: MTS
fa: ام تی ای ها

source: Macroblocks
fa: ماکروبلاک ها

source: Main direction of the edges to be detected.
fa: جهت اصلی لبه ها شناسایی شود.

source: Make the canvas larger to avoid some parts going out of the frame with stabilization.
fa: بوم را بزرگتر برای جلوگیری از برخی از قطعات بیرون رفتن از قاب با تثبیت.

source: Manual
fa: دستی

source: Manual Tracking
fa: ردیابی دستی

source: Manually adjusts the dominant color temperature and tint in the scene.
fa: به صورت دستی دمای رنگ غالب و تینت را در صحنه تنظیم می کند.

source: Manually demultiplex a video with various cameras.
fa: دستی demultiplex ویدیو با دوربین های مختلف.

source: Map Selected Color to White
fa: نقشه انتخاب رنگ به سفید

source: Map White to Selected Color
fa: نقشه سفید به رنگ انتخاب شده

source: Mapping function
fa: تابع نقشه برداری

source: Matching Points
fa: امتیاز تطبیق

source: Matrix
fa: زمینه

source: Matrix 1
fa: ماتریس ۱

source: Matrix 2
fa: ماتریس ۲

source: Matrix cannot be empty
fa: ماتریس نمی تواند خالی باشد

source: Matrix containing the first user-defined kernel.
fa: ماتریس حاوی اولین هسته تعریف شده توسط کاربر است.

source: Matrix containing the second user-defined kernel.
fa: ماتریس حاوی هسته تعریف شده توسط کاربر دوم است.

source: Matrix containing the user-defined kernel.
fa: ماتریس حاوی هسته تعریف شده توسط کاربر.

source: Matrix has rows with different number of elements.
fa: ماتریس دارای ردیف هایی با تعداد عناصر مختلف است.

source: Max
fa: حداکثر

source: Max Est Record Time (secs): %lld
fa: حداکثر Est زمان رکورد (ثانیه): %lld

source: Max Est Record Time (secs): 00000000
fa: حداکثر زمان رکورد Est (ثانیه): 00000000

source: Max:
fa: حداکثر:

source: Maximize the contrast to highlight some weak detail or variation.
fa: حداکثر کنتراست برای برجسته کردن برخی از جزئیات ضعیف و یا تنوع.

source: Maximizes the differences between specific colors in the image.
fa: تفاوت های بین رنگ های خاص در تصویر را به حداکثر می رسد.

source: Maximum
fa: حداکثر

source: Maximum Shift
fa: حداکثر شیفت

source: Maximum Width and Height
fa: حداکثر عرض و ارتفاع

source: Maximum difference between two frames to consider them duplicates. Usually set to 0 for digital videos and to a bigger value for videos digitized from an analog source.
fa: حداکثر تفاوت بین دو فریم برای در نظر گرفتن آنها تکراری است. معمولا به 0 برای فیلم های دیجیتال و به مقدار بزرگتر برای فیلم دیجیتالی از یک منبع آنالوگ تنظیم شده است.

source: Maximum number of users logged to the network dongle. Please retry later.
fa: حداکثر تعداد کاربران وارد شبکه دانگل می شوند. خواهش ميکنم بعدا دوباره دوباره بتونيد .

source: Mean
fa: معنی

source: Mean Structural Similarity.
fa: میانگین شباهت ساختاری.

source: Mean:
fa: معنی:

source: Measure
fa: اندازه گیری

source: Measure 1d
fa: اندازه گیری یک بعدی

source: Measure 2
fa: اندازه گیری 2

source: Measure 2d
fa: اندازه گیری دو بعدی

source: Measure 3d
fa: اندازه گیری سه بعدی

source: Measure fingerprints, footprints or other evidence with a ruler.
fa: اندازه گیری اثر انگشت، رد پا و یا شواهد دیگر با یک حاکم.

source: Measure some objects on a plane.
fa: اندازه گیری برخی از اشیاء در یک هواپیما.

source: Measure the height of a building.
fa: ارتفاع یک ساختمان را اندازه گیری کنید.

source: Measure the height of a suspect.
fa: ارتفاع يه مظنون رو اندازه بداري

source: Measure traces of an accident.
fa: اندازه گیری آثار یک تصادف.

source: Measure, using the [Line] tool, an object of known length and type its length into the [World Distance] parameter. Then, select or type the resolution of your display device, in dots per inch (DPI). You can also calculate the display resolution using the [Display Calculator] tab. Set a resolution of 120 DPI to obtain a 1:1 reproduction on the PDF report.
fa: اندازه گیری، با استفاده از ابزار [خط] ، شی با طول شناخته شده و نوع طول خود را به پارامتر [فاصله جهانی] است. سپس، وضوح دستگاه نمایش خود را انتخاب یا تایپ کنید، در نقطه در هر اینچ (DPI). همچنین می توانید وضوح نمایش را با استفاده از برگه [ماشین حساب نمایش] محاسبه کنید. تعیین قطعنامه 120 DPI برای به دست آوردن تولید مثل 1:1 در گزارش PDF.

source: Media (XML archives)
fa: رسانه ها (آرشیو XML)

source: Media name; makes sense only in XML archives
fa: نام رسانه؛ حس می کند تنها در آرشیو XML

source: MediaInfo
fa: مدیاینفو

source: Median
fa: میانه

source: Median Filter
fa: میانه فیلتر

source: Message
fa: پیام

source: Metadata information saved with the file.
fa: اطلاعات فراداده ذخیره شده با فایل.

source: Method
fa: روش

source: Method used to combine the outputs of the two linear filters.
fa: روشی که برای ترکیب خروجی های دو فیلتر خطی استفاده می شود.

source: Method used to optionally blend the superimposed image with the background.
fa: روش مورد استفاده برای ترکیب اختیاری تصویر فوق العاده با پس زمینه.

source: Middle
fa: میانه

source: Midtones
fa: میدتون ها

source: Milestone Archive
fa: آرشیو نقطه عطف

source: Milestone Client
fa: مشتری نقطه عطف

source: Min
fa: حداقل

source: Min:
fa: حداقل:

source: Minimum
fa: حداقل

source: Minimum Width and Height
fa: حداقل عرض و ارتفاع

source: Minimum correlation for valid frames.
fa: حداقل همبستگی برای فریم های معتبر.

source: Minimum image size is 4x4 pixels
fa: حداقل اندازه تصویر 4x4 پیکسل است

source: Minutes
fa: دقیقه

source: Mirrors the image.
fa: آینه تصویر.

source: Missing destination file. If you manually typed the path, please press enter inside the text dialog, otherwise choose a file using the button
fa: پرونده مقصد گم شده . اگر مسیر را به صورت دستی تایپ کرده بودید، لطفاً وارد داخل گفتگوی متن را فشار دهید، در غیر این صورت یک فایل را با استفاده از دکمه انتخاب کنید

source: Missing dst file error message
fa: از دست رفته dst پیام خطای فایل

source: Missing files to relocate:
fa: پرونده های گمشده برای جابه جایی:

source: Missing source file: please choose a file. If you manually typed the path, please press enter inside the text dialog, otherwise choose a file using the button
fa: فایل منبع گم شده: لطفا یک فایل را انتخاب کنید. اگر مسیر را به صورت دستی تایپ کرده بودید، لطفاً وارد داخل گفتگوی متن را فشار دهید، در غیر این صورت یک فایل را با استفاده از دکمه انتخاب کنید

source: Missing src file error message
fa: پیام خطای پرونده SRC گم شده

source: Mix
fa: میکس

source: Mixes the ratio of color in every channel as a linear combination of the input image channels.
fa: نسبت رنگ را در هر کانال به عنوان ترکیبی خطی از کانال های تصویر ورودی مخلوط می کند.

source: Mode
fa: حالت

source: Mode [Square] supports all filter sizes. The other modes support only the smaller sizes.
fa: حالت [مربع] از تمام اندازه های فیلتر پشتیبانی می کند. حالت های دیگر تنها اندازه های کوچکتر را پشتیبانی می کنند.

source: Motion Deblurring
fa: رفع تاری حرکت

source: Motion Details
fa: جزئیات حرکت

source: Motion Detection
fa: تشخیص حرکت

source: Motion Smooth
fa: حرکت صاف

source: Motion Smoothing
fa: صاف کردن حرکت

source: Motion Threshold
fa: آستانه حرکت

source: Motion Type
fa: نوع حرکت

source: Move Down
fa: حرکت به پایین

source: Move Up
fa: حرکت به بالا

source: Multiplies by a constant the saturation of the image. It adjusts the slope of a linear mapping.
fa: ضرب در یک ثابت اشباع تصویر. شیب یک نگاشت خطی را تنظیم می کند.

source: Name
fa: نام

source: Name of the case.
fa: اسم پرونده.

source: Name of video input device.
fa: نام دستگاه ورودی ویدیو.

source: Nearest
fa: نزدیکترین

source: Negative
fa: منفی

source: Negative of the image.
fa: منفی از تصویر.

source: Network Connection Error: you may be disconnected from the Internet or the server may be down.
fa: خطای اتصال شبکه: ممکن است از اینترنت قطع شده باشید یا سرویس دهنده پایین باشد.

source: Network Dongle
fa: دانگل شبکه

source: Network dongle program is not active on the server.
fa: برنامه دانگل شبکه در سرور فعال نیست.

source: Network dongle server cannot be accessed.
fa: سرور دانگل شبکه قابل دسترسی نیست.

source: Network dongle server file not found.
fa: شبکه دانگل فایل سرور یافت نشد.
