Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: Visualizes the macroblock type and motion vectors from a MPEG based video.
fa: نوع ماکروبلوک و بردارهای حرکتی را از یک ویدیو مبتنی بر MPEG تجسم می کند.

source: Volume of the replacement signal.
fa: حجم سيگنال جايگزين.

source: WARNING: the information shown is not complete since the process has been aborted.
fa: هشدار: اطلاعات نشان داده شده از زمانی که این روند سقط شده است کامل نیست.

source: Warning
fa: هشدار

source: Warning destination size
fa: اندازه مقصد هشدار دهنده

source: Warning message
fa: پیام هشدار

source: Warning view message
fa: پیام مشاهده هشدار

source: Warning, the destination must be empty in order to do the copy!
fa: اخطار، مقصد باید خالی باشد تا کپی انجام شود!

source: Warning, the selected function does not work if your purpose is to compare two existing files
fa: هشدار، تابع انتخاب شده کار نمی کند اگر هدف شما این است که برای مقایسه دو فایل موجود

source: Warning, you already have copied the source directory to the destination: You are changing the destination folder but the previous directory used before remains untouched
fa: هشدار، شما در حال حاضر دایرکتوری منبع را به مقصد کپی کرده اند: شما در حال تغییر پوشه مقصد اما دایرکتوری قبلی استفاده می شود قبل از دست نخورده باقی می ماند

source: Warning, you have not duplicates: No item will be deleted
fa: هشدار، شما تکراری نیست: هیچ موردی حذف نخواهد شد

source: Warning,you already have the destination hash
fa: هشدار، شما در حال حاضر مقصد هش

source: Warning,you already have the source hash
fa: هشدار، شما در حال حاضر منبع هش

source: Warning: you should choose a source directory in order to calculate the hash code
fa: هشدار: شما باید یک دایرکتوری منبع به منظور محاسبه کد هش را انتخاب کنید

source: Warning: you should select the full-path view before
fa: هشدار: شما باید نمایش تمام مسیر را قبل از انتخاب

source: Warning: you wrote a directory-path and not a file path (Please note the selected target)
fa: هشدار: شما یک مسیر دایرکتوری نوشتید و نه یک مسیر فایل (لطفا به هدف انتخاب شده توجه داشته باشید)

source: Warning: you wrote a file-path and not a directory path (Please note the selected target)
fa: هشدار: شما یک مسیر فایل نوشتید و نه یک مسیر دایرکتوری (لطفا به هدف انتخاب شده توجه داشته باشید)

source: Waveform sample position seeked: %s
fa: موقعیت نمونه Waveform به دنبال: %s

source: Weight of the two sources (-1 = first, 1 = second).
fa: وزن دو منبع (-۱ = اول، ۱ = ثانیه).

source: Welcome to %s Drag an image or video here to start Or go to Help / Quick Start to learn _____________________________________
fa: به %s خوش آمدید. کشیدن یک تصویر یا ویدیو در اینجا برای شروع یا رفتن به کمک / شروع سریع برای یادگیری _____________________________________

source: What to do if the cell has a different size than the input.
fa: اگر سلول اندازه ای متفاوت از ورودی داشته باشد چه باید کرد.

source: What to do if the output image has a different size than the input.
fa: اگر تصویر خروجی اندازه ای متفاوت از ورودی داشته باشد چه باید کرد.

source: When enabled, keeps the X values equal to the corresponding Y value.
fa: هنگامی که فعال شد، مقادیر X را برابر با مقدار Y مربوطه نگه می دارد.

source: When the [Contrast] sliders are both set to 1, the filter leaves the image unchanged. Try reducing the [Low Frequency Contrast] in order to make the dark portions more visible. Then, try increasing the [High Frequency Contrast] in order to enhance the details. You can adjust the overall brightness of the image by using the [Gain] slider. The [Alpha] parameter adjusts the boundary between low and high frequencies; higher values produce an output image with richer details but can introduce halos around the edges of the objects.
fa: هنگامی که لغزنده های [کنتراست] هر دو به ۱ تنظیم می شوند، فیلتر تصویر را بدون تغییر ترک می کند. سعی کنید کاهش [کنتراست فرکانس پایین] به منظور ایجاد بخش های تاریک بیشتر قابل مشاهده است. سپس، سعی کنید افزایش [کنتراست فرکانس بالا] به منظور افزایش جزئیات. شما می توانید روشنایی کلی تصویر را با استفاده از لغزنده [Gain] تنظیم کنید. پارامتر [آلفا] مرز بین فرکانس های پایین و بالا را تنظیم می کند؛ مقادیر بالاتر یک تصویر خروجی با جزئیات غنی تر تولید می کنند اما می توانند هالوس را در اطراف لبه های اشیاء معرفی کنند.

source: Which perspective to change.
fa: کدام دیدگاه برای تغییر.

source: White Balance
fa: تعادل سفید

source: White is Transparent
fa: سفید شفاف است

source: Whole Image
fa: کل تصویر

source: Width
fa: عرض

source: Width (pixels)
fa: عرض (پیکسل)

source: Width:
fa: عرض:

source: Wiener Filter
fa: فیلتر وینر

source: Windows
fa: ویندوز

source: Windows Media 9 Best Quality based VBR for Broadband
fa: ویندوز مدیا 9 بهترین کیفیت مبتنی بر VBR برای پهن باند

source: Windows Media 9 Fair Quality based VBR for Broadband
fa: ویندوز رسانه ها 9 کیفیت عادلانه مبتنی بر VBR برای پهن باند

source: Windows Media 9 High Quality based VBR for Broadband
fa: ویندوز مدیا 9 کیفیت بالا مبتنی بر VBR برای پهن باند

source: Windows Media Video 9 for Broadband (NTSC, 1400 Kbps)
fa: ویندوز مدیا ویدئو 9 برای پهن باند (NTSC، 1400 کیلوبایت بر ثانیه)

source: Windows Media Video 9 for Broadband (NTSC, 700 Kbps)
fa: ویندوز مدیا ویدئو 9 برای پهن باند (NTSC، 700 کیلوبایت بر ثانیه)

source: Windows Media Video 9 for Broadband (PAL, 384 Kbps)
fa: ویندوز مدیا ویدئو 9 برای پهن باند (PAL, 384 کیلوبایت در ثانیه)

source: Windows Media Video 9 for Broadband (PAL, 700 Kbps)
fa: ویندوز مدیا ویدئو 9 برای پهن باند (PAL، 700 کیلوبایت بر ثانیه)

source: Windows Media Video 9 for Color Pocket PCs (150 Kbps)
fa: ویندوز مدیا ویدئو 9 برای رایانه های شخصی جیبی رنگ (150 کیلوبایت بر ثانیه)

source: Windows Media Video 9 for Color Pocket PCs (225 Kbps)
fa: ویندوز مدیا ویدئو 9 برای رایانه های شخصی جیبی رنگ (225 کیلوبایت بر ثانیه)

source: Windows XP supports only the 32-bit version of the application.
fa: ویندوز ایکس پی تنها نسخه ۳۲ بیتی برنامه را پشتیبانی می کند.

source: Working with a live video input is the same as with an image or archived video files, but some filters, such as those in the group [Select Frames], cannot be applied to a live feed.
fa: کار کردن با یک ورودی ویدئویی زنده همان است که با یک تصویر یا فایل های ویدئویی بایگانی شده، اما برخی فیلترها مانند فیلترهای گروه [Select Frames]، نمی توانند در یک خوراک زنده اعمال شوند.

source: World Distance
fa: فاصله جهانی

source: Would you like to update?
fa: آیا میخواهید به‌روزرسانی کنید؟

source: Wrap
fa: دربرگیرنده

source: Write
fa: نوشتن

source: Write Timestamp
fa: نوشتن تایم استمپ

source: Write every scene to a separate file
fa: نوشتن هر صحنه به یک فایل جداگانه

source: Writes all frames as image files.
fa: همه فریم ها را به صورت فایل های تصویر می نویسد.

source: Writes image and video files after processing filters have been applied.
fa: می نویسد تصویر و فایل های ویدئویی پس از پردازش فیلتر اعمال شده است.

source: Writes the current image to a new file.
fa: تصویر فعلی را به یک فایل جدید می نویسد.

source: Writes the current video to a file.
fa: ویدیو فعلی را به یک پرونده می نویسد.

source: X Reference
fa: مرجع X

source: X-axis
fa: خطوط محور X

source: X-axis Lines
fa: خطوط محور X

source: X-axis Reference Length
fa: طول مرجع محور X

source: X-axis Reference Line
fa: خط مرجع محور X

source: X-coordinate
fa: مختصات X

source: Y Reference
fa: مرجع Y

source: Y-axis
fa: محور Y

source: Y-axis Lines
fa: خطوط محور Y

source: Y-axis Reference Length
fa: طول مرجع محور Y

source: Y-axis Reference Line
fa: خط مرجع محور Y

source: Y-coordinate
fa: مختصات Y

source: Yes
fa: بله

source: Yes (Choose Settings)
fa: بله (تنظیمات را انتخاب کنید)

source: Yes (Last Settings)
fa: بله (آخرین تنظیمات)

source: Yes (fixed frame rate)
fa: بله (نرخ قاب ثابت)

source: Yes (variable frame rate)
fa: بله (نرخ قاب متغیر)

source: Yes - Lower First
fa: بله - اول پایین

source: Yes - Lower Only
fa: بله - فقط پایین تر

source: Yes - Strip and Delete Temporary Files
fa: بله - نوار و حذف پرونده های موقت

source: Yes - Strip and Keep Temporary Files
fa: بله - نوار و نگه داشتن فایل های موقت

source: Yes - Upper First
fa: بله - اول بالا

source: Yes - Upper Only
fa: بله - فقط بالا

source: Yes, always
fa: بله همیشه

source: Yes, if Input Frame Rate is Undefined
fa: بله، اگر نرخ فریم ورودی تعریف نشده باشد

source: Yes, if available
fa: بله، اگر در دسترس باشد

source: You can customize the date and time format as follows: %a: Abbreviated weekday name %A: Full weekday name %b: Abbreviated month name %B: Full month name %c: Date and time representation appropriate for locale %d: Day of month as decimal number (01 - 31) %H: Hour in 24-hour format (00 - 23) %I: Hour in 12-hour format (01 - 12) %j: Day of year as decimal number (001 - 366) %l: Milliseconds with leading zeros (000 - 999) %m: Month as decimal number (01 - 12) %M: Minute as decimal number (00 - 59) %p: Current locale's A.M./P.M. indicator for 12-hour clock %S: Second as decimal number (00 - 59) %U: Week of year as decimal number, with Sunday as first day of week (00 - 53) %w: Weekday as decimal number (0 - 6; Sunday is 0) %W: Week of year as decimal number, with Monday as first day of week (00 - 53) %x: Date representation for current locale %X: Time representation for current locale %y: Year without century, as decimal number (00 - 99) %Y: Year with century, as decimal number %z, %Z: Either the time zone name or time zone abbreviation, depending on registry settings; no characters if time zone is unknown %%: Percent sign %#a, %#A, %#b, %#B, %#p, %#X, %#z, %#Z, %#%: # flag is ignored %#c: Long date and time representation, appropriate for current locale. For example: "Tuesday, March 14, 1995, 12:41:29". %#x: Long date representation, appropriate to current locale. For example: "Tuesday, March 14, 1995" %#d, %#H, %#I, %#j, %#m, %#M, %#S, %#U, %#w, %#W, %#y, %#Y: Remove leading zeros (if any).
fa: شما می توانید فرمت تاریخ و زمان را به شکل زیر سفارشی کنید: %a: کوتاه شده نام روز هفته %A: نام کامل روز هفته ٪b: نام ماه کوتاه شده ٪B: نام کامل ماه %c: نمایندگی تاریخ و زمان مناسب برای محلی %d: روز ماه به عنوان عدد 31 - 01 ٪H: ساعت در قالب 24 ساعته (00 - 23) ٪I: ساعت در قالب 12 ساعته (01 - 12) ٪j: روز سال به عنوان عدد ناخالص (001 - 366) ٪l: میلی ثانیه با صفرهای پیشرو (000 - 999) ٪m: ماه به عنوان عدد ناخالص (01 - 12) ٪M: دقیقه به عنوان عدد ده دهی (00 - 59) %p: شاخص A.M./P.M محلی فعلی برای ساعت 12 ساعته ٪S: دوم به عنوان عدد هديه (00 - 59) ٪U: هفته سال به عنوان عدد decimal، با یکشنبه به عنوان روز اول هفته (00 - 53) ٪w: Weekday as decimal number (0 - 6; یکشنبه است 0) ٪W: هفته سال به عنوان عدد decimal, با دوشنبه به عنوان روز اول هفته (00 - 53) %x: نمایندگی تاریخ برای محلی فعلی %X: نمایندگی زمان برای محلی فعلی ٪y: سال بدون قرن، به عنوان عدد decimal (00 - 99) ٪Y: سال با قرن، به عنوان عدد decimal ٪z, ٪Z: یا نام منطقه زمانی یا مخفف منطقه زمانی، بسته به تنظیمات رجیستری؛ هیچ کاراکتر اگر منطقه زمانی ناشناخته است %%: نشانه درصد %#a, %#A, ٪#b, ٪#B, %#p, %#X, ٪#z, ٪#Z, %#%: # پرچم نادیده گرفته می شود %#c: تاریخ طولانی و نمایندگی زمان، مناسب برای محلی فعلی است. به عنوان مثال: «سه شنبه ۲۳ اسفند ۱۳۷۳، ساعت ۱۲:۴۱:۲۹». %#x: نمایندگی تاریخ طولانی، مناسب با محلی فعلی است. به عنوان مثال: «سه شنبه ۲۳ اسفند ۱۳۷۳» %#d, ٪#H, ٪#I, ٪#j, ٪#m, ٪#M, ٪#S, ٪#U, ٪#w, ٪#W, ٪#y, ٪#Y: حذف صفرهای پیشرو (در صورت وجود).

source: You can select one of these default destination folders: $pf = project folder $if = input file folder Browse... = set custom folder.
fa: شما می توانید یکی از این پوشه های مقصد پیش فرض را انتخاب کنید: $pf = پوشه پروژه $if = پوشه فایل ورودی مرور... = تنظیم پوشه سفارشی.

source: You cannot save output files in the trial version. Contact us to purchase a full license.
fa: شما نمی توانید پرونده های خروجی را در نسخه آزمایشی ذخیره کنید. برای خرید مجوز کامل با ما تماس بگیرید.

source: You have already set this view
fa: شما قبلا این نمایش را تنظیم کرده ای

source: You may safely download updates, but don't apply them until you have renewed your (currently expired) support plan. Even if you install them forcedly, the application will refuse to run. Do you want to continue and download the updates?
fa: شما ممکن است با خیال راحت دانلود به روز رسانی, اما آنها را اعمال نمی تا زمانی که شما تجدید (در حال حاضر منقضی شده) طرح پشتیبانی خود را. حتی اگر آنها را به اجبار نصب کنید، برنامه از اجرا خودداری خواهد کرد. آیا می خواهید به روز رسانی ها را ادامه دهید و دانلود کنید؟

source: You must set the points in at least two frames
fa: شما باید نقاط را حداقل در دو فریم تنظیم کنید

source: You need to restart the program to apply the changes. Do you want to restart it now?
fa: شما نیاز به راه اندازی مجدد برنامه برای اعمال تغییرات. آیا می خواهید آن را راه اندازی مجدد در حال حاضر؟

source: You need to restart the program to insert a new network dongle file address. Do you want to restart it now?
fa: شما نیاز به راه اندازی مجدد برنامه برای وارد کردن یک آدرس فایل دانگل شبکه جدید. آیا می خواهید آن را راه اندازی مجدد در حال حاضر؟

source: You need to restart the program to insert a new serial. Do you want to restart it now?
fa: برای درج سریال جدید نیاز به راه اندازی مجدد برنامه دارید. آیا می خواهید آن را راه اندازی مجدد در حال حاضر؟

source: You need to set all the points for Desired Color, Undesired Color and Background Color
fa: شما نیاز به تنظیم تمام نقاط برای رنگ مورد نظر، رنگ ناخواسته و رنگ پس زمینه

source: Your %s expired %d days ago.
fa: کار %s چند %d منقضی شده

source: Your %s expires today.
fa: کار شما %s منقضی می شود.

source: Your %s will expire in %d days.
fa: کار %s تا چند روز دي %d ميشه

source: Your operating system is 32-bit and thus it cannot run 64-bit applications.
fa: سیستم عامل شما ۳۲ بیتی است و به این ترتیب نمی تواند برنامه های کاربردی ۶۴ بیتی را اجرا کند.

source: Your source folder is empty, please: 1)try selecting 'Include subfolders' under 'Target'. 2)If you manually wrote the path (or copy-pasted it), try pressing Enter on your keyboard after adding the path.
fa: پوشه منبع شما خالی است، لطفا: 1)سعی کنید انتخاب 'شامل زیر پوشه ها' تحت 'هدف'. 2)اگر شما به صورت دستی نوشتید مسیر (یا کپی آن را pasted) ، سعی کنید فشار دادن را وارد کنید بر روی صفحه کلید خود را پس از اضافه کردن مسیر.

source: Your subscription to the software has expired. Please contact support@ampedsoftware.com to renew it.
fa: اشتراک شما در نرم افزار منقضی شده است. لطفا با support@ampedsoftware.com تماس بگیرید تا آن را تجدید کنید.

source: Your subscription to the software updates has expired. Please contact support@ampedsoftware.com to renew it or install an older version of the program.
fa: اشتراک شما در به روز رسانی های نرم افزار منقضی شده است. لطفا برای support@ampedsoftware.com یا نصب یک نسخه قدیمی تر از برنامه با ما تماس بگیرید.

source: Your version is
fa: نسخه شما این است

source: Your version is up to date.
fa: نسخه شما به روز است.

source: Z-axis
fa: محور Z

source: Z-axis Lines
fa: خطوط محور Z

source: Zoom
fa: بزرگنمایی

source: Zoom 100
fa: بزرگنمایی ۱۰۰

source: Zoom In
fa: بزرگنمایی

source: Zoom Out
fa: کوچک نمایی

source: Zoom factor for the output image.
fa: عامل زوم برای تصویر خروجی.

source: Zoom:
fa: بزرگنمایی:

source: Zoom:
fa: بزرگنمایی:

source: [Add Logo] superimposes an external image onto the current image or video. The user can adjust the position of the image with respect to the frame or a selection, if present. The image can be made transparent if it contains an alpha channel; otherwise, the black or white pixels can be made transparent on request.
fa: [افزودن لوگو] یک تصویر خارجی را بر روی تصویر یا ویدئو فعلی ابرتقناب می کند. کاربر می تواند موقعیت تصویر را با توجه به قاب یا انتخاب، در صورت وجود تنظیم کند. تصویر می تواند شفاف ساخته شده اگر آن را شامل یک کانال آلفا; در غیر این صورت، پیکسل های سیاه یا سفید را می توان در صورت درخواست شفاف کرد.

source: [Add Shape] draws rectangle, ellipses, lines and arrows to annotate the image.
fa: [اضافه کردن شکل] مستطیل، بیضی، خطوط و فلش ها را ترسیم می کند تا تصویر را شرح دهد.

source: [Blind Deconvolution] reduces the blurring effect caused by wrong focus settings during the image acquisition process. The filter is based on the blind deconvolution algorithm with a [Size] x [Size] point spread function (PSF). The filter strength is adjusted by the parameter [Iterations] which indicates the number of times the filter is applied. In order to reduce the ringing effect, it is possible to set the [Noise] parameter, which represents the estimated noise-to-signal power ratio of the image.
fa: [Deconvolution کور] اثر تار ناشی از تنظیمات تمرکز اشتباه در طول فرایند اکتساب تصویر را کاهش می دهد. فیلتر بر اساس الگوریتم تکامل کور با [اندازه] x [اندازه] تابع گسترش نقطه (PSF) است. استحکام فیلتر توسط پارامتر [Iterations] تنظیم می شود که نشان دهنده تعداد بار اعمال فیلتر است. به منظور کاهش اثر زنگ، می توان پارامتر [Noise] را تنظیم کرد که نشان دهنده نسبت توان نویز به سیگنال تخمینی تصویر است.

source: [Channel Mixer] allows to balance the proportion of color in every channel. The value of each RGB component of every pixel in the output image is calculated weighting the value of RGB components of the same pixel in the input image accordingly to the parameters value specified for every channel, or for [Value] if setting [Mode] to [Grayscale]. The result is then multiplied by the [Constant] specified for the channel.
fa: [میکسر کانال] اجازه می دهد تا به تعادل نسبت رنگ در هر کانال. مقدار هر جزء RGB از هر پیکسل در تصویر خروجی محاسبه وزن ارزش اجزای RGB از همان پیکسل در تصویر ورودی بر این اساس با توجه به مقدار پارامترهای مشخص شده برای هر کانال، و یا برای [ارزش] اگر تنظیم [حالت] به [Grayscale]. سپس نتیجه توسط [ثابت] مشخص شده برای کانال ضرب می شود.

source: [Color Conversion] produces a 3-channels (RGB) image from a single channel (grayscale) image by making three copies of the input one. If the input is already a multi-channel image, the output will be a simple copy of the input image.
fa: [تبدیل رنگ] با ساخت سه نسخه از یک ورودی، یک تصویر ۳ کاناله (RGB) از یک تصویر کانال واحد (grayscale) تولید می کند. اگر ورودی در حال حاضر یک تصویر چند کاناله باشد، خروجی یک کپی ساده از تصویر ورودی خواهد بود.

source: [Color Deconvolution] allows to separate or extract different colors in an image, changing the standard RGB color space to a new one which maximizes the differences between user selected colors.
fa: [رنگ Deconvolution] اجازه می دهد تا برای جدا کردن و یا استخراج رنگ های مختلف در یک تصویر، تغییر استاندارد RGB فضای رنگ به یکی از جدید است که حداکثر تفاوت بین رنگ های انتخاب شده کاربر.

source: [Color Switch] swaps the red and blue channels of image, an operation that may be necessary for some defective video files. If the input image is grayscale, the output image will be a simple copy of the input one.
fa: [Color Switch] کانال های قرمز و آبی تصویر را معاوضه می کند، عملیاتی که ممکن است برای برخی فایل های ویدئویی معیوب لازم باشد. اگر تصویر ورودی در مقیاس خاکستری باشد، تصویر خروجی یک کپی ساده از یک ورودی خواهد بود.

source: [Contrast Brightness] filter can be used to improve underexposed/overexposed images. It provides little (if any) help in distinguishing low-contrast objects from their surroundings.
fa: [کنتراست روشنایی] فیلتر می تواند مورد استفاده قرار گیرد برای بهبود تصاویر در معرض / بیش از حد در معرض. کمک کمی (در صورت وجود) در تشخیص اشیاء کم کنتراست از محیط اطراف خود فراهم می کند.

source: [Contrast Brightness] maps input image values to output image values according to a linear transformation. The mapping involves two operations: multiplication and addition with constants respectively controlled by the [Contrast] and [Brightness] parameters. Increasing (or reducing) the [Contrast] makes the difference between light and dark areas appears sharper (or smoother). Similarly, increasing (or decreasing) the [Brightness] makes the overall image appear lighter (or darker). These changes can improve the definition of excessively dark or light areas in the image, but will tend to saturate the image if taken too far.
fa: [کنتراست روشنایی] مقادیر تصویر ورودی را به مقادیر تصویر خروجی با توجه به یک تبدیل خطی نقشه می کند. نقشه برداری شامل دو عملیات ضرب و اضافه با ثابت ها به ترتیب توسط پارامترهای [کنتراست] و [روشنایی] کنترل می شود. افزایش (یا کاهش) [کنتراست] باعث می شود تفاوت بین مناطق نور و تاریک تیزتر (یا صاف تر) به نظر می رسد. به طور مشابه، افزایش (یا کاهش) [روشنایی] باعث می شود تصویر کلی سبک تر (یا تیره تر) ظاهر شود. این تغییرات می تواند تعریف مناطق بیش از حد تاریک یا سبک در تصویر را بهبود بخشد، اما در صورت دور شدن بیش از حد تمایل به اشباع تصویر خواهد داشت.

source: [Correct Perspective] maps a desired quadrangular region to a rectangular one, which corresponds to making the plane of interest parallel to the image plane. The pixel values are interpolated with a bicubic algorithm. The ratio between width and height of the output rectangle can be set by the user by choosing a selection or computed automatically from the input points. The automatic computation should only be used if the image is not cropped (i.e. the optical axis of the lens coincides with the center of the image) and the distortion is not too high; in any case, the results of the automatic computation should not be relied upon for forensic purposes. The original quadrangular region can be refined by selecting again its corners on the rectified image, where they are better visible.
fa: [دیدگاه صحیح] یک منطقه چهارگوش مورد نظر را به یک منطقه مستطیل شکل نقشه برداری می کند که مربوط به ساخت هواپیمای مورد علاقه به موازات هواپیمای تصویر است. مقادیر پیکسل با یک الگوریتم بیکوبی در هم قرار می گیرد. نسبت بین عرض و ارتفاع مستطیل خروجی را می توان توسط کاربر با انتخاب انتخاب یا محاسبات خودکار از نقاط ورودی تعیین کرد. محاسبات خودکار تنها در صورتی باید مورد استفاده قرار گیرد که تصویر کروپ نشده باشد (به این صورت که محور نوری عدسی با مرکز تصویر هم زمان است) و تحریف زیاد نیست؛ این محاسبات با استفاده از یک تصویر در حال انجام است. در هر صورت، نتایج محاسبات خودکار را نباید برای مقاصد پزشکی قانونی تکیه کرد. منطقه چهارگوش اصلی را می توان با انتخاب دوباره گوشه های آن بر روی تصویر اصلاح شده تصفیه کرد، جایی که بهتر قابل مشاهده هستند.

source: [Deblocking] applies a rational filter in order to remove artifacts, caused by lossy compression, such as those which are usually present in heavily compressed JPEG images or in most digital video files.
fa: [Deblocking] یک فیلتر منطقی را به منظور حذف مصنوعات، ناشی از فشرده سازی از دست دادن، مانند فیلترهایی که معمولاً در تصاویر JPEG به شدت فشرده شده یا در بیشتر فایل های ویدئویی دیجیتال وجود دارند، اعمال می کند.

source: [Enable Channels] filter displays an RGB image by rendering only the channels that have been selected. If one or more channels are selected, the output image is a combination of them. Otherwise, the resulting image is black. If the input image is grayscale, the output image will be a copy of the input.
fa: فیلتر [فعال کردن کانال ها] یک تصویر RGB را با رندر کردن تنها کانال هایی که انتخاب شده اند نمایش می دهد. اگر یک یا چند کانال انتخاب شوند، تصویر خروجی ترکیبی از آن ها است. در غیر این صورت تصویر حاصل سیاه است. اگر تصویر ورودی در مقیاس خاکستری باشد، تصویر خروجی یک کپی از ورودی خواهد بود.

source: [Extract Channel] could be used to process an image in a color space different from the input one.
fa: [کانال عصاره] می تواند مورد استفاده قرار گیرد برای پردازش یک تصویر در یک فضای رنگ متفاوت از یک ورودی.
