Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: Difference Mode
fa: حالت تفاوت

source: Direct Play Is Not Supported
fa: بازی مستقیم پشتیبانی نمی شود

source: Direction
fa: مسیر

source: Direction of thresholding.
fa: جهت آستانه .

source: Direction to flip the image.
fa: جهت تلنگر تصویر.

source: Disable rendering
fa: غیر فعال کردن رندر

source: Disable the similarity metrics when they are not needed in order to improve the processing speed
fa: غیر فعال کردن متریک شباهت زمانی که آنها مورد نیاز نیست به منظور بهبود سرعت پردازش

source: Disabled
fa: غیر فعال

source: Discard badly stabilized frames after a stabilization.
fa: قاب های بد تثبیت شده را پس از تثبیت دور بیندازید.

source: Discrete Cosine Transform (DCT)
fa: تبدیل کسین گسسته (DCT)

source: Discrete Fourier Transform (DFT)
fa: تبدیل گسسته تبدیل تبدیل (DFT)

source: Display
fa: نمایش

source: Display Calculator
fa: ماشین حساب نمایش

source: Display Height (Pixels)
fa: نمایش ارتفاع (پیکسل)

source: Display Size
fa: اندازه صفحه نمایش

source: Display Size (Inches)
fa: اندازه نمایش (اینچ)

source: Display Video Frames Only
fa: نمایش فقط قاب های ویدئویی

source: Display Width (Pixels)
fa: صفحه نمایش عرض (پیکسل)

source: Display the camera used for taking the photo.
fa: دوربین مورد استفاده برای گرفتن عکس را نمایش می دهد.

source: Display two chains, either side by side or overlaid, and optionally warp one of them in order to simulate an identical point of view.
fa: نمایش دو زنجیره، هر دو در کنار هم و یا overlaid، و به طور اختیاری وارپ یکی از آنها به منظور شبیه سازی یک نقطه نظر یکسان است.

source: Displayed Path:
fa: مسیر نمایش داده شده:

source: Displays multiple chains simultaneously on a grid. Supports synchronization of streams.
fa: چندین زنجیره را به طور همزمان بر روی یک شبکه نمایش می دهد. از همگام سازی جریان ها پشتیبانی می کند.

source: Displays multiple videos one after the other.
fa: ویدیوهای متعدد را یکی پس از دیگری نمایش می دهد.

source: Displays only the selected color channels in the image. The output image has three channels.
fa: فقط کانال های رنگی انتخاب شده را در تصویر نمایش می دهد. تصویر خروجی دارای سه کانال است.

source: Displays subtitles on the video frame. Font, color, size and position can be customized.
fa: زیرنویس ها را در قاب ویدیو نمایش می دهد. فونت، رنگ، اندازه و موقعیت را می توان سفارشی کرد.

source: Distance in pixels between the first horizontal line and the top border of the image.
fa: فاصله در پیکسل ها بین خط افقی اول و مرز بالای تصویر.

source: Distance in pixels between the first vertical line and the left border of the image.
fa: فاصله در پیکسل ها بین خط عمودی اول و مرز سمت چپ تصویر.

source: Distance in pixels between the horizontal lines of the grid. Setting this value to zero disables the horizontal lines.
fa: فاصله در پیکسل ها بین خطوط افقی شبکه. تنظیم این مقدار به صفر خطوط افقی را غیرفعال می کند.

source: Distance in pixels between the vertical lines of the grid. Setting this value to zero disables the vertical lines.
fa: فاصله در پیکسل ها بین خطوط عمودی شبکه. تنظیم این مقدار به صفر خطوط عمودی را غیرفعال می کند.

source: Distortion
fa: توضیحات

source: Distortion Computation
fa: محاسبات تحریف

source: Do Not Include SubFolders
fa: شامل زیر پوشه ها نمی شود

source: Do not display Start-up screen on program start.
fa: صفحه راه اندازی را در شروع برنامه نمایش نمی دهد.

source: Do you want to deactivate the license on this device? The software will quit immediately after the operation. In order to use it, you will need to reactivate it. This operation will not uninstall the software.
fa: آیا می خواهید مجوز این دستگاه را غیر فعال کنید؟ نرم افزار بلافاصله پس از عمل ترک خواهد شد. به منظور استفاده از آن، شما نیاز به فعال سازی مجدد آن. این عملیات نرم افزار را حذف نخواهد کرد.

source: Do you want to delete also the folder contents?
fa: آیا می خواهید محتویات پوشه را نیز حذف کنید؟

source: Do you want to delete the current script?
fa: آیا می خواهید اسکریپت فعلی را حذف کنید؟

source: Do you want to proceed with the Frame and GOP Analysis of this file?
fa: آیا می خواهید با فریم و تجزیه و تحلیل GOP این فایل ادامه دهید؟

source: Do you want to reset license information? Do not use this function unless instructed to do so by Amped support.
fa: آیا می خواهید اطلاعات مجوز را ریست کنید؟ از این تابع استفاده نکنید مگر اینکه توسط پشتیبانی Amped دستور این کار را داده شود.

source: Do you want to reset the address of your network dongle file? Do not use this function unless instructed to do so by your system administrator.
fa: آیا می خواهید آدرس پرونده دانگل شبکه خود را ریست کنید؟ از این تابع استفاده نکنید مگر اینکه توسط مدیر سیستم خود دستور این کار را داده باشد.

source: Do you want to save the current project?
fa: آیا می خواهید پروژه فعلی را ذخیره کنید؟

source: Domain
fa: دامنه

source: Domain of the output image.
fa: دامنه تصویر خروجی.

source: Don't draw the timestamp, just propagate the timestamp information down the filters chain to the Add Text filter.
fa: تمپ زمان را رسم نکنید، فقط اطلاعات تمپ زمانی را پایین زنجیره فیلترها به فیلتر Add Text تبلیغ کنید.

source: Done.
fa: انجام شد.

source: Dongle Configuration
fa: پیکربندی دانگل

source: Dongle not activated.
fa: دانگل فعال نشده .

source: Dongle not found.
fa: دانگل پيدا نشد .

source: Double Arrow
fa: پیکان دونفره

source: Double copy - error message
fa: کپی مضاعف - پیام خطا

source: Download
fa: دانلود

source: Download Status
fa: وضعیت دانلود

source: Download Video
fa: دانلود ویدئو

source: Download Video...
fa: دانلود ویدئو...

source: Downloading Video...
fa: دانلود ویدئو...

source: Drag your file and drop it here or click on Load File to get info about the file.
fa: کشیدن فایل خود را و رها کردن آن را در اینجا و یا با کلیک بر روی فایل بار برای دریافت اطلاعات در مورد فایل.

source: Draw the rectangle where you want to map the selected object and click [Apply].
fa: رسم مستطیل که در آن شما می خواهید به نقشه شی انتخاب شده و کلیک کنید [اعمال].

source: Draws shapes (arrows, lines, rectangles, ellipses) on the image.
fa: اشکال (تیر، خط، مستطیل، بیضی) را بر روی تصویر ترسیم می کند.

source: Duplicate file message
fa: پیام فایل تکراری

source: Duplicate the current script
fa: تکراری کردن اسکریپت فعلی

source: Duplicates removed
fa: تکراری ها برداشته شدند

source: Duration (time)
fa: مدت زمان (زمان)

source: Dynamic Tracking
fa: ردیابی پویا

source: Edge Tapering
fa: لبه Tapering

source: Edit
fa: ویرایش

source: Edit Description
fa: ویرایش توضیحات

source: Edit Favorite Description
fa: ویرایش توضیحات مورد علاقه

source: Edit Name
fa: ویرایش نام

source: Edit Ranges
fa: ویرایش محدوده ها

source: Edit the current script in the default text editor
fa: ویرایش اسکریپت فعلی در ویرایشگر متن پیش فرض

source: Editing frames.
fa: ویرایش فریم ها.

source: Edits image geometric features.
fa: ویژگی های هندسی تصویر را ویرایش می کند.

source: Educational
fa: آموزشی

source: Either the PSF or the OTF must be supplied
fa: یا PSF یا OTF باید عرضه شود

source: Elapsed time:
fa: زمان صرف شده:

source: Ellipse
fa: بیضی

source: Email template to extend support
fa: قالب ایمیل برای گسترش پشتیبانی

source: Empty source folder
fa: پوشه منبع خالی

source: Empty-Destination-Directory Error message
fa: پیام خطای خالی-مقصد-دایرکتوری

source: Empty-Directory Error message
fa: پیام خطای خالی-دایرکتوری

source: Empty-Directory. Error message
fa: خالی دایرکتوری. پیام خطا

source: Empty-Source-File Error message
fa: پیام خطای خالی-منبع-پرونده

source: Enable Channels
fa: فعال کردن کانال ها

source: Enable the Start Page at program startup
fa: فعال کردن صفحه شروع در راه اندازی برنامه

source: Enable/disable the computation of similarity metrics.
fa: فعال کردن / غیر فعال کردن محاسبات از متریک شباهت.

source: Enabled
fa: فعال

source: End User
fa: کاربر نهایی

source: English
fa: انگلیسی

source: Enhance live videos during surveillance operations.
fa: افزایش فیلم های زنده در طول عملیات نظارت.

source: Enhancement
fa: افزایش

source: Enhances image by multiple frames.
fa: تصویر را توسط فریم های متعدد افزایش می دهد.

source: Enhances image details.
fa: جزئیات تصویر را افزایش می دهد.

source: Enlargement factor for the image canvas.
fa: فاکتور بزرگ شدن برای بوم تصویر.

source: Enlargement factor.
fa: عامل بزرگ شدن .

source: Equidistant
fa: برابری طلب

source: Equisolid Angle
fa: زاویه اکیسولید

source: Error
fa: خطا

source: Error is unknown or unspecified.
fa: خطا ناشناخته یا نامشخص است.

source: Error message
fa: پیام خطا

source: Error message duplicates
fa: پیام خطا تکراری می شود

source: Error processing the data.
fa: خطا در پردازش داده ها.

source: Error, choose an existing file
fa: خطا، یک پرونده موجود را انتخاب کنید

source: Error, copy has already been done: please, press the Clean button before doing anything else
fa: خطا، کپی در حال حاضر انجام شده است: لطفا، دکمه پاک را فشار دهید قبل از انجام هر کار دیگری

source: Error, destination folder is empty. No comparison can be done
fa: خطا، پوشه مقصد خالی است. هیچ مقایسه ای نمی توان انجام داد

source: Error, empty destination directory
fa: خطا، دایرکتوری مقصد خالی

source: Error, empty source directory
fa: خطا، دایرکتوری منبع خالی

source: Error, no option selected: Please choose an option
fa: خطا، هیچ گزینه ای انتخاب نشده است: لطفا گزینه ای را انتخاب کنید

source: Error, please choose a source folder before
fa: خطا، لطفا یک پوشه منبع را انتخاب کنید قبل از

source: Error, source folder is empty. Please, choose a source file
fa: خطا، پوشه منبع خالی است. لطفا، یک فایل منبع را انتخاب کنید

source: Error, you only can do a copy to an existing empty destination folder
fa: خطا، شما فقط می توانید یک کپی را در یک پوشه مقصد خالی موجود انجام دهید

source: Error, you should choose a not-empty folder as source
fa: خطا، شما باید یک پوشه خالی نیست را به عنوان منبع انتخاب کنید

source: Error, you should choose a not-empty folder as source. Did you mean to use the 'Include SubFolders' mode which includes the subfolders? (You're currently using the 'Do not include Sub Folders' mode.)
fa: خطا، شما باید یک پوشه خالی نیست را به عنوان منبع انتخاب کنید. آیا منظور شما استفاده از حالت 'شامل SubFolders' که شامل پوشه های فرعی؟ (در حال حاضر از حالت 'شامل پوشه های فرعی نمی شود' استفاده می کنید.)

source: Error: %s
fa: خطا: %s

source: Error: code %s = %s
fa: خطا: کد %s = %s

source: Error: credentials are valid, but usage of this product has not been enabled by the subscription provider.
fa: خطا: اعتبارنامه ها معتبر هستند، اما استفاده از این محصول توسط ارائه دهنده اشتراک فعال نشده است.

source: Error: invalid login or password.
fa: خطا: ورود نامعتبر یا رمز عبور.

source: Error: invalid login or password; %s attempts remaining.
fa: خطا: ورود نامعتبر یا رمز عبور؛ %s تلاش باقی مانده است.

source: Error: login or password is missing, or has a wrong encoding. This is probably caused by unprintable or non-UTF8 characters in your password.
fa: خطا: ورود یا رمز عبور گم شده است، یا رمز اشتباهی دارد. این احتمالا توسط کاراکترهای غیر قابل چاپ یا غیر UTF8 در رمز عبور شما ایجاد می شود.

source: Error: login request performed, but server returned an empty or malformed response. This is probably caused by a network error.
fa: خطا: درخواست ورود به سیستم انجام شد، اما سرور یک پاسخ خالی یا نادرست را برگرداند. این احتمالاً ناشی از خطای شبکه است.

source: Error: server didn't return any success/error code. This is probably caused by a network error.
fa: خطا: سرور هیچ کد موفقیت/خطا را برگرداند. این احتمالاً ناشی از خطای شبکه است.

source: Error: this shouldn't happen. Please report the bug to support@ampedsoftware.com
fa: خطا: این اتفاق نباید بیفتد. لطفا گزارش اشکال به support@ampedsoftware.com

source: Error: too many login attempts with login "%s". No more attempts are allowed.
fa: خطا: بیش از حد بسیاری از تلاش های ورود به سیستم با ورود به سیستم "%s". دیگر هیچ تلاشی مجاز نیست.

source: Error: you can use this function only if the destination folder you want to remove the duplicates from is a directory copied from a source. Source files should remain untouched!
fa: خطا: تنها در صورتی می توانید از این تابع استفاده کنید که پوشه مقصد شما می خواهید برای حذف تکراری از یک دایرکتوری کپی شده از یک منبع است. فایل های منبع باید دست نخورده باقی بماند!

source: Estimate Aspect Ratio
fa: نسبت جنبه برآورد

source: Estimate of the noise-to-signal power ratio.
fa: برآورد نسبت قدرت نویز به سیگنال.

source: Estimate the kind of car from a very low quality video.
fa: تخمین نوع ماشین از یک ویدیو با کیفیت بسیار پایین است.

source: Estimate the proper aspect ratio.
fa: نسبت جنبه مناسب را تخمین بزن.

source: Estimated amount of motion for the current frame.
fa: مقدار تخمینی حرکت برای قاب فعلی.

source: Estimated distance between the center of the objective and the ground base plane.
fa: فاصله تخمینی بین مرکز هدف و هواپیمای پایه زمینی.

source: Estimated time:
fa: تخمین زمان :

source: Every page must have a unique label or no label at all. The following labels are used by multiple pages:
fa: هر صفحه باید یک برچسب منحصر به فرد و یا هیچ برچسب در همه داشته باشد. برچسب های زیر توسط چندین صفحه استفاده می شوند:

source: Exchanges R and B color channels in the image, to correct wrong colors in video.
fa: تبادل R و B کانال های رنگ در تصویر، برای اصلاح رنگ های اشتباه در ویدیو.

source: Execution of '%s' failed.
fa: اعدام "%s" شکست خورد.

source: Exif - Advanced Info
fa: Exif - اطلاعات پیشرفته

source: Exif - GPS
fa: اکسیف جی پی اس

source: Exif - Interoperability
fa: Exif - قابلیت اعمال متقابل

source: Exif - Main Info
fa: Exif - اطلاعات اصلی

source: Exif - Makernote
fa: اکسیف میکرنوت

source: Existing file. Do you want to overwrite it?
fa: پرونده موجود . ميخواي بازنويسيش کني؟

source: Exit
fa: خروج

source: Experimental Error
fa: خطای تجربی

source: Experimental filters currently under development.
fa: فیلترهای آزمایشی در حال حاضر در حال توسعه هستند.

source: Expiration:
fa: انقضاء:

source: Export All Scenes
fa: صادرات تمام صحنه ها

source: Export Bookmarks Images
fa: صادرات نشانه ها تصاویر

source: Export Frames Details in CSV file
fa: جزئیات قاب صادرات در فایل CSV

source: Export Media...
fa: رسانه صادرات...

source: Export PDF
fa: خروجی PDF

source: Export Video
fa: صادرات ویدئو

source: Export table to CSV correctly.
fa: جدول صادرات به CSV به درستی.

source: Export table to JSON correctly.
fa: جدول صادرات به پیش از آن به درستی.

source: Exported Images:
fa: تصاویر صادر شده:

source: Exposure
fa: نمایش

source: Exposure Correction (EV)
fa: اصلاح قرار گرفتن در معرض (EV)

source: Express
fa: اکسپرس

source: Extends the intensity difference among pixel (linear gain).
fa: اختلاف شدت بین پیکسل (سود خطی) را گسترش می دهد.

source: Extension
fa: گسترش

source: Extract
fa: استخراج

source: Extract Channel
fa: کانال عصاره

source: Extract hidden dots from a printed document.
fa: نقطه های پنهان را از یک سند چاپ شده استخراج کنید.

source: Extract in a subtitles file
fa: عصاره در یک فایل زیرنویس

source: Extract only the luma or the G channel from a dark noisy CCTV video.
fa: عصاره تنها لوما و یا کانال G از یک ویدیو دوربین مدار بسته پر سر و صدا تیره.

source: Extracts a single channel from the image. The output image has one channel.
fa: یک کانال واحد را از تصویر استخراج می کند. تصویر خروجی یک کانال دارد.

source: Extracts and analyzes image features.
fa: استخراج و تجزیه و تحلیل ویژگی های تصویر.

source: Extracts real-world measurements from images.
fa: اندازه گیری های دنیای واقعی را از تصاویر استخراج می کند.

source: Extracts the edges with a Canny algorithm.
fa: لبه ها را با یک الگوریتم Canny استخراج می کند.

source: Extracts the edges with a Laplacian algorithm.
fa: لبه ها را با یک الگوریتم لاپلاک استخراج می کند.

source: Extracts the edges with a Scharr algorithm.
fa: لبه ها را با الگوریتم Scharr استخراج می کند.

source: Extracts the edges with a Sobel algorithm.
fa: لبه ها را با الگوریتم سوبل استخراج می کند.

source: Extracts the edges with an adaptive thresholding algorithm.
fa: لبه ها را با یک الگوریتم آستانه ای تطبیقی استخراج می کند.

source: FFMS with Audio
fa: FFMS با صوتی

source: FFmpeg
fa: اف افمپگ

source: FFmpeg (legacy)
fa: اف افمپگ (میراث)

source: Fade length (ms)
fa: طول محو (ms)

source: Failed
fa: ناموفق

source: Failed conversion
fa: تبدیل شکست خورده

source: Failed to create Excel instance. Excel must be installed for this function to work.
fa: موفق به ایجاد نمونه اکسل نشد. اکسل باید برای این تابع به کار نصب شده است.

source: Failed to open %s.
fa: موفق به باز کردن %s.

source: Failed to save file:
fa: در ذخیره پرونده ناموفق بود:

source: Fast ICA
fa: ICA سریع

source: Favorites Alt+V
fa: مورد علاقه Alt+V

source: Fetch Format
fa: فرمت واکشی

source: Field Order
fa: فیلد سفارش

source: Field Shift
fa: تغییر میدان

source: Field of View
fa: زمینه دید

source: File
fa: فایل

source: File %d of %d
fa: پرونده %d از %d

source: File %d of %d ( Progress: %4.2f %%)
fa: فایل %d از %d ( پیشرفت : %4.2f %%)

source: File %s sent to %s
fa: پرونده %s ارسال شده %s

source: File Destination Path
fa: مسیر مقصد پرونده

source: File Full Path
fa: مسیر کامل فایل

source: File Info
fa: اطلاعات فایل

source: File Name
fa: نام فایل

source: File Name (No Path)
fa: نام پرونده (بدون مسیر)

source: File Path
fa: مسیر فایل

source: File Size (bytes)
fa: حجم فایل (بایت)

source: File Source Path
fa: مسیر منبع پرونده

source: File Write
fa: نوشتن پرونده

source: File destination error message
fa: پیام خطای مقصد پرونده

source: File does not exist.
fa: فایل موجود نیست

source: File removed
fa: پرونده حذف شده

source: File replaced with %s
fa: فایل جایگزین شده با %s

source: File source error message
fa: پیام خطای منبع پرونده

source: File specified not found.
fa: پرونده مشخص شده یافت نشد.

source: File to Convert
fa: پرونده برای تبدیل

source: File to Open
fa: پرونده برای باز کردن

source: File(s) %s loaded
fa: پرونده (ها) %s شده

source: Filename Path
fa: مسیر نام پرونده

source: Files
fa: فایل ها

source: Files to Convert
fa: پرونده ها برای تبدیل

source: Fill Area
fa: جای خالی را پر کنید ‬

source: Fill Color
fa: رنگ را پر کردن

source: Fill with Black
fa: پر کردن با سیاه و سفید

source: Filter
fa: فیلتر

source: Filter %s
fa: فیلتر %s

source: Filter %s added
fa: فیلتر %s اضافه شده

source: Filter Help
fa: فیلتر راهنما

source: Filter ID already exists in the project.
fa: شناسه فیلتر در حال حاضر در پروژه وجود دارد.

source: Filter Id
fa: شناسه فیلتر

source: Filter Name
fa: نام فیلتر

source: Filter Reference Guide
fa: راهنمای مرجع فیلتر

source: Filter Settings
fa: تنظیمات فیلتر

source: Filter Settings -
fa: تنظیمات فیلتر -

source: Filter Settings - No filter active
fa: تنظیمات فیلتر - بدون فیلتر فعال

source: Filter Shortcut (Available Only on Some Filters)
fa: میانبر فیلتر (فقط در برخی از فیلترها موجود است)

source: Filter cloned
fa: فیلتر کلون شده

source: Filter configuration selected
fa: پیکربندی فیلتر انتخاب شده

source: Filter configured
fa: فیلتر پیکربندی شده

source: Filter creation failed.
fa: ایجاد فیلتر ناموفق بود.

source: Filter deleted
fa: فیلتر حذف شده

source: Filter does not exist.
fa: فیلتر وجود ندارد.

source: Filter input shown
fa: ورودی فیلتر نشان داده شده

source: Filter moved
fa: فیلتر حرکت کرد

source: Filter name already exists in the project.
fa: نام فیلتر در حال حاضر در پروژه وجود دارد.

source: Filter name does not exist
fa: نام فیلتر وجود ندارد

source: Filter replaced
fa: فیلتر جایگزین شد

source: Filter reset
fa: تنظیم مجدد فیلتر

source: Filter selected
fa: فیلتر انتخاب شد

source: Filter type is invalid.
fa: نوع فیلتر نامعتبر است.

source: Filter type not available in this version.
fa: نوع فیلتر در این نسخه موجود نیست.

source: Filter:
fa: فیلتر:

source: Filtering method used in the piecewise linear approximation.
fa: روش فیلترینگ مورد استفاده در تقریباً خطی قطعه ای.

source: Filters
fa: فیلترها

source: Filters Panel Alignment
fa: هم ترازی پانل فیلترها

source: Filters Reference
fa: مرجع فیلترها

source: Filters the image with a user-defined kernel.
fa: تصویر را با هسته تعریف شده توسط کاربر فیلتر می کند.

source: Filters the image with two user-defined kernels and combines the results.
fa: تصویر را با دو هسته تعریف شده توسط کاربر فیلتر می کند و نتایج را با هم ترکیب می کند.

source: Find all the moments when a car is arriving.
fa: تمام لحظاتي که يه ماشين داره مياد رو پيدا کن

source: Find all the moments where, for example, a person is coming or something is happening.
fa: تمام لحظاتی را پیدا کنید که مثلا ً یک فرد در حال آمدن است یا اتفاقی در حال رخ دادن است.

source: Finds events in a video and marks the areas with movement in red.
fa: وقایع را در یک ویدئو پیدا می کند و مناطقی را با حرکت به رنگ قرمز نشانه می گیرد.

source: Fine tuning of the horizontal position, in pixels.
fa: تنظیم ریز از موقعیت افقی، در پیکسل.

source: Fine tuning of the vertical position, in pixels.
fa: تنظیم ریز از موقعیت عمودی، در پیکسل.

source: First
fa: اولین

source: First Frame
fa: قاب اول

source: First Frame Number
fa: شماره فریم اول

source: First Input
fa: ورودی اول

source: First available
fa: اولین در دسترس

source: First edge threshold.
fa: آستانه لبه اول .

source: First filter must be from the Load group.
fa: فیلتر اول باید از گروه Load باشد.

source: First filter to mix.
fa: اولین فیلتر را مخلوط کنید.

source: First frame
fa: قاب اول

source: First frame must be higher or equal to start time.
fa: فریم اول باید بالاتر یا برابر با زمان شروع باشد.

source: First frame of the selection of interest.
fa: چارچوب اول انتخاب مورد علاقه.

source: First input
fa: ورودی اول

source: First reference frame.
fa: اولين قاب مرجع .

source: First select a group on the left side of panel and then click an item on the right side panel to add a filter.
fa: ابتدا گروهی را در سمت چپ پنل انتخاب کنید و سپس روی یک آیتم در پنل سمت راست کلیک کنید تا یک فیلتر اضافه شود.

source: First timestamp
fa: اولین تایم استمپ

source: First, the user selects two segments: one in the horizontal (x-axis) direction and the other one in the vertical (y-axis) direction. The lengths of these segments are known and used as reference. Then, the user marks the two points that will define the segment to measure. The [Measure 2d] filter has to be used once the image has been corrected for perspective distortion, i.e. the homography is estimated by applying the [Perspective Correction] filter and the image of slanted planar surfaces is rectified into front-on view. For further details, please browse the [Tutorial] section of the user manual.
fa: ابتدا کاربر دو بخش را انتخاب می کند: یکی در جهت افقی (محور x) و دیگری در جهت عمودی (y-axis) . طول این بخش ها شناخته شده و به عنوان مرجع مورد استفاده قرار می گیرند. سپس کاربر دو نقطه ای را علامت می دهد که بخش را برای اندازه گیری تعریف خواهد کرد. فیلتر [Measure 2d] باید هنگامی که تصویر برای تحریف چشم انداز تصحیح شده است، مورد استفاده قرار گیرد، به این صورت که هوموگرافی با اعمال فیلتر [اصلاح چشم انداز] تخمین زده می شود و تصویر سطوح پلانر شیب دار به دید جلو اصلاح می شود. برای کسب اطلاعات بیشتر، لطفا بخش [آموزش] کتابچه راهنمای کاربر را مرور کنید.
