Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: Network dongle server file used by another application.
fa: شبکه دانگل فایل سرور استفاده شده توسط برنامه دیگر.

source: New
fa: جدید

source: New Bookmark
fa: علامت جدید

source: New Folder
fa: پوشه جدید

source: New Project
fa: پروژه جدید

source: New Script
fa: اسکریپت جدید

source: New chain folder %s
fa: پوشه زنجیره ای جدید %s

source: New extension added in current release (<b>%s</b>) for the first time
fa: پسوند جدید اضافه شده در انتشار فعلی (<b>%s</b>) برای اولین بار

source: New/Replaced filter is not a loader. Cannot replace a loader with another filter which is not a loader.
fa: فیلتر جدید/جایگزین شده یک بارگذار نیست. نمی توان یک بارگذار را با فیلتر دیگری جایگزین کرد که بارگذار نیست.

source: Next
fa: بعدی

source: Next Chain
fa: زنجیره بعدی

source: Next Event
fa: رویداد بعد

source: Next Filter
fa: فیلتر بعدی

source: Next Frame
fa: قاب بعدی

source: Next Parameters Page
fa: صفحه پارامترهای بعدی

source: Next frame seeked
fa: قاب بعدی به دنبال

source: No
fa: نه

source: No (Do Not Perform Stripping)
fa: نه (سلب کردن را انجام نمی دهد)

source: No - Alternating Fields
fa: بدون - میدان های متناوب

source: No - Same Field
fa: نه - همان فیلد

source: No Audio
fa: بدون صدا

source: No Device Detected
fa: هیچ دستگاهی شناسایی نشد

source: No bitmap data to copy from clipboard.
fa: بدون اطلاعات bitmap برای کپی کردن از کلیپ بورد.

source: No device found or available. Please connect it or select another device.
fa: هیچ دستگاهی یافت یا در دسترس نیست. لطفا آن را وصل کنید یا دستگاه دیگری را انتخاب کنید.

source: No extraction
fa: بدون استخراج

source: No file taken yet.
fa: هنوز پرونده اي گرفته نشده

source: No filter
fa: بدون فیلتر

source: No filter is active.
fa: هیچ فیلتری فعال نیست.

source: No frame selected.
fa: هیچ قابی انتخاب نشده است.

source: No image selected
fa: هیچ تصویری انتخاب نشده است

source: No images exported yet.
fa: هنوز تصاویری صادر نشده است.

source: No interpolation
fa: بدون اینترپلاسیون

source: No option selected - error message
fa: هیچ گزینه ای انتخاب نشده است - پیام خطا

source: No output from %s.
fa: بدون خروجی از %s.

source: No snapshots taken yet.
fa: هنوز عکس فوری گرفته نشده

source: No valid input found. The Multiview filter currently supports only images and frame-based video.
fa: هیچ ورودی معتبری یافت نشد. فیلتر Multiview در حال حاضر تنها تصاویر و ویدیو مبتنی بر قاب را پشتیبانی می کند.

source: No valid input found. The Timeline filter currently supports only images and frame-based video.
fa: هیچ ورودی معتبری یافت نشد. فیلتر جدول زمانی در حال حاضر تنها تصاویر و ویدیو مبتنی بر قاب را پشتیبانی می کند.

source: Noise
fa: اختلال

source: None
fa: هیچکدام

source: None (just copy)
fa: هیچ کدام (فقط کپی)

source: Nonlinear Deblurring
fa: رفع تاری غیر خطی

source: Norm
fa: هنجار

source: Normal
fa: معمولی

source: Not connected to server.
fa: متصل به سرور نیست.

source: Not empty destination directory - error message
fa: فهرست مقصد خالی نیست - پیام خطا

source: Not needed
fa: مورد نیاز نیست

source: Not possible
fa: امکان پذیر نیست

source: Not present
fa: بدون ارائه

source: Not used.
fa: استفاده نمی شود.

source: Not-Empty-Directory-Copy Error message
fa: پیام خطای خالی-دایرکتوری-کپی

source: Note that if there are moving objects on the scene, they will result blurred by the filter. In this case, it is recommended to use the [Motion Smoothing]. The effect is generally softer than that one obtained with the [Temporal Smoothing]. Moreover, it will keep sharp even moving objects.
fa: توجه داشته باشید که اگر اجسام متحرک در صحنه وجود داشته باشند، منجر به تار شدن فیلتر خواهند شد. در این حالت استفاده از [Motion Smoothing] توصیه می شود. اثر به طور کلی نرم تر از آن است که یکی با [صاف کردن زمانی] به دست آمده است. گذشته از این، حتی اجسام متحرک را واضح نگه خواهد داشت.

source: Notes
fa: یادداشت ها

source: Notes updated
fa: یادداشت ها به روز شده

source: Now 'Include SubFolders' will be selected, but you can change this anytime. Please choose again your source.
fa: در حال حاضر 'شامل SubFolders' انتخاب خواهد شد ، اما شما می توانید این تغییر در هر زمان. لطفا دوباره منبع خود را انتخاب کنید.

source: Number of deblurring steps.
fa: تعداد مراحل رفع تاری.

source: Number of times the filter is applied.
fa: تعداد بار فیلتر اعمال می شود.

source: OK
fa: تایید

source: Object unknown to JSON document.
fa: شی ناشناخته به سند گروه.

source: Off
fa: خاموش

source: Off (Use Original)
fa: خاموش (استفاده از اصلی)

source: Offline License Activation
fa: فعال سازی مجوز آفلاین

source: Offline License Deactivation
fa: غیر فعال سازی مجوز آفلاین

source: Offline License Update
fa: بروز رسانی مجوز آفلاین

source: Offset
fa: انحراف

source: Offset X
fa: افست X

source: Offset Y
fa: افست Y

source: Offset added to the output.
fa: افست به خروجی اضافه شده است.

source: Ok
fa: باشه

source: On
fa: فعال

source: On (Compute)
fa: در (محاسبه)

source: Only First Input
fa: تنها ورودی اول

source: Only Original
fa: فقط اورجینال

source: Only Processed
fa: فقط پردازش شده

source: Only Second Input
fa: تنها ورودی دوم

source: Only Selected File
fa: فقط پرونده انتخاب شده

source: Only comparison has been done
fa: فقط مقایسه انجام شده است

source: Only in Destination
fa: فقط در مقصد

source: Only in Source
fa: فقط در منبع

source: Only one dongle must be inserted at a time to the PC. Please remove the others.
fa: فقط یک دانگل باید در یک زمان به کامپیوتر قرار داده شده است. لطفا بقیه را حذف کنید.

source: Only selected file
fa: فقط پرونده انتخاب شده

source: Opacity
fa: شفافیت

source: Opacity of the grid. A value of 1 produces a fully opaque grid; smaller values produce a transparent grid that blends with the background image.
fa: کدورت شبکه . مقدار 1 تولید شبکه کاملا مات; مقادیر کوچکتر یک شبکه شفاف تولید می کنند که با تصویر پس زمینه مخلوط می شود.

source: Open
fa: باز کردن

source: Open / Close
fa: باز / ببند

source: Open File
fa: گشودن فایل

source: Open Folder
fa: باز کردن پوشه

source: Open Image or Video...
fa: باز کردن تصویر یا ویدئو...

source: Open Log Folder
fa: باز کردن پوشه ورود به سیستم

source: Open Project Folder
fa: باز کردن پوشه پروژه

source: Open Project...
fa: پروژه باز...

source: Open Sample Projects Folder
fa: پوشه پروژه های نمونه باز

source: Open a Recent Project...
fa: باز کردن یک پروژه اخیر...

source: Open a Tutorial...
fa: باز کردن یک آموزش...

source: Open file
fa: باز کردن فایل

source: Open in FIVE
fa: باز در پنج

source: Open the Assistant scripts folder
fa: باز کردن پوشه اسکریپت های دستیار

source: OpenCL is needed to perform this operation, but no OpenCL library could be detected on this system.
fa: OpenCL برای انجام این عملیات مورد نیاز است، اما هیچ کتابخانه OpenCL نمی تواند بر روی این سیستم تشخیص داده شود.

source: Operation:
fa: عملیات:

source: Optical Deblurring
fa: رفع تاری نوری

source: Optimization
fa: بهینه سازی

source: Optimized
fa: بهینه شده

source: Optimized Homography
fa: هموگرافی بهینه شده

source: Optional processing of the [Replacement Channel].
fa: پردازش اختیاری [کانال جایگزین].

source: Optional: 3 or more points that are aligned on a straight line in the real world.
fa: اختیاری: ۳ یا بیشتر نقاطی که بر روی یک خط مستقیم در دنیای واقعی همتراز شده اند.

source: Optionally compute one of the parameters from the other one.
fa: محاسبه اختیاری یکی از پارامترها از یکی دیگر.

source: Options
fa: گزینه ها

source: Order
fa: سفارش

source: Original
fa: اصلی

source: Original Channel
fa: کانال اصلی

source: Original File
fa: فایل اصلی

source: Original Homography
fa: هوموگرافی اصلی

source: Original Position in Frames
fa: موقعیت اصلی در فریم ها

source: Original Position in Time
fa: موقعیت اصلی در زمان

source: Original speed
fa: سرعت اصلی

source: Original video file that has been converted from a proprietary DVR format.
fa: فایل ویدئویی اصلی است که از فرمت DVR اختصاصی تبدیل شده است.

source: Orthographic
fa: املایی

source: Output
fa: خروجی

source: Output Aspect Ratio
fa: نسبت جنبه خروجی

source: Output Audio Codec (when transcoded)
fa: خروجی کدک صوتی (زمانی که transcoded)

source: Output DPI
fa: خروجی DPI

source: Output Error
fa: خطای خروجی

source: Output Error 2
fa: خطای خروجی 2

source: Output File
fa: فایل خروجی

source: Output File (without extension)
fa: فایل خروجی (بدون پسوند)

source: Output File:
fa: پرونده خروجی:

source: Output Files
fa: فایل های خروجی

source: Output Folder
fa: پوشه خروجی

source: Output Format
fa: فرمت خروجی

source: Output Format:
fa: فرمت خروجی:

source: Output Frame Rate
fa: نرخ فریم خروجی

source: Output Length
fa: طول خروجی

source: Output Length 2
fa: طول خروجی 2

source: Output Line
fa: خط خروجی

source: Output Line 2
fa: خط خروجی 2

source: Output Mode
fa: حالت خروجی

source: Output Range
fa: محدوده خروجی

source: Output Range 2
fa: محدوده خروجی 2

source: Output Selection
fa: انتخاب خروجی

source: Output Selection(s)
fa: انتخاب خروجی(ها)

source: Output Size
fa: اندازه خروجی

source: Output Video Codec
fa: کدک ویدئویی خروجی

source: Output files paths.
fa: مسیر فایل های خروجی.

source: Output video will now be regenerated. This will cause file '%s' to be overwritten.
fa: ویدیو خروجی در حال حاضر بازسازی خواهد شد. این باعث خواهد شد که فایل '%s' بازنویسی شود.

source: Output video will now be regenerated. This will cause file '%s' to be overwritten. If output file is not playable, project won't load.
fa: ویدیو خروجی در حال حاضر بازسازی خواهد شد. این باعث خواهد شد که فایل '%s' بازنویسی شود. اگر فایل خروجی قابل پخش نیست، پروژه بارگذاری نمی شود.

source: Overlay
fa: پوشش

source: Overlay a grid on an image for face comparisons.
fa: یک شبکه را روی یک تصویر برای مقایسه چهره همکشی کنید.

source: Overlay two images to analyze the differences.
fa: روکش دو تصویر برای تجزیه و تحلیل تفاوت.

source: Overlays or displays two different chains side by side. Supports synchronization of streams and similarity metrics computation.
fa: دو زنجیره مختلف را در کنار هم قرار می دهد یا نمایش می دهد. همگام سازی جریان ها و محاسبات متریک های شباهت را پشتیبانی می کند.

source: Overwrite Existing File
fa: بازنویسی پرونده موجود

source: PAR (Pixel Aspect Ratio)
fa: PAR (نسبت جنبه پیکسل)

source: PDF file
fa: فایل PDF

source: PSF must be smaller than image size.
fa: PSF باید کوچکتر از اندازه تصویر باشد.

source: Pad / Crop
fa: پد / محصول

source: Page Setup
fa: تنظیمات صفحه

source: Page Setup...
fa: راه اندازی صفحه...

source: Pairs of points mapping from the first image to the second one.
fa: جفت نقاط نقشه برداری از تصویر اول به تصویر دوم.

source: Paper Orientation
fa: جهت کاغذ

source: Paper Size
fa: سایز کاغذ

source: Parameter ID is out of bounds.
fa: شناسه پارامتر خارج از محدوده است.

source: Parameter is incorrect.
fa: پارامتر نادرست است.

source: Parameter name does not exist in the project.
fa: نام پارامتر در پروژه وجود ندارد.

source: Parameter name does not exist.
fa: نام پارامتر وجود ندارد.

source: Parameter out of bounds.
fa: پارامتر خارج از محدوده.

source: Parameter size is wrong.
fa: اندازه پارامتر اشتباه است.

source: Parameter type is invalid.
fa: نوع پارامتر نامعتبر است.

source: Parameter value is out of range or invalid.
fa: مقدار پارامتر خارج از محدوده یا نامعتبر است.

source: Parameters
fa: پارامترها

source: Parameters:
fa: پارامترها:

source: Parametric Curves
fa: منحنی های پارامتری

source: Password
fa: رمز عبور

source: Password to connect to the server.
fa: رمز عبور برای اتصال به سرور.

source: Paste After
fa: چسباندن بعد

source: Paste Before
fa: چسباندن (paste) قبل از

source: Paste Filter
fa: خمیر فیلتر

source: Paste and Replace
fa: خمیر و جایگزین

source: Pastes the image from the clipboard for further processing.
fa: تصویر را از کلیپ بورد برای پردازش بیشتر خمیر می کند.

source: Path in file is invalid.
fa: مسیر در پرونده نامعتبر است.

source: Path of the external image file to superimpose onto the current image or video.
fa: مسیر فایل تصویر خارجی به superimpose بر روی تصویر فعلی و یا ویدیو.

source: Path of the file to save
fa: مسیر فایل برای ذخیره

source: Path of the file to save.
fa: مسیر فایل را ذخیره کنید.

source: Path of the image to save.
fa: مسیر تصویر را ذخیره کنید.

source: Path of the images in the list.
fa: مسیر تصاویر در لیست.

source: Path of the subtitle file to load.
fa: مسیر فایل زیرنویس به بار.

source: Path of the video to load.
fa: مسیر ویدیو به بار.

source: Pause
fa: مکث

source: Peak Signal to Noise Ratio.
fa: اوج سیگنال به نویز نسبت.

source: Percentage of the Blue value of the input image which will be mixed in Value of the output pixel for Grayscale mode.
fa: درصد مقدار آبی تصویر ورودی که در مقدار پیکسل خروجی برای حالت Grayscale مخلوط خواهد شد.

source: Percentage of the Blue value of the input image which will be mixed in the Blue value of the output pixel for Color mode.
fa: درصد مقدار آبی تصویر ورودی که در مقدار آبی پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Blue value of the input image which will be mixed in the Green value of the output pixel for Color mode.
fa: درصد مقدار آبی تصویر ورودی که در مقدار سبز پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Blue value of the input image which will be mixed in the Red value of the output pixel for Color mode.
fa: درصد مقدار آبی تصویر ورودی که در مقدار قرمز پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Green value of the input image which will be mixed in Value of the output pixel for Grayscale mode.
fa: درصد مقدار سبز تصویر ورودی که در مقدار پیکسل خروجی برای حالت Grayscale مخلوط خواهد شد.

source: Percentage of the Green value of the input image which will be mixed in the Blue value of the output pixel for Color mode.
fa: درصد مقدار سبز تصویر ورودی که در مقدار آبی پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Green value of the input image which will be mixed in the Green value of the output pixel for Color mode.
fa: درصد مقدار سبز تصویر ورودی که در مقدار سبز پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Green value of the input image which will be mixed in the Red value of the output pixel for Color mode.
fa: درصد مقدار سبز تصویر ورودی که در مقدار قرمز پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Red value of the input image which will be mixed in Value of the output pixel for Grayscale mode.
fa: درصد مقدار قرمز تصویر ورودی که در مقدار پیکسل خروجی برای حالت Grayscale مخلوط خواهد شد.

source: Percentage of the Red value of the input image which will be mixed in the Blue value of the output pixel for Color mode.
fa: درصد مقدار قرمز تصویر ورودی که در مقدار آبی پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Red value of the input image which will be mixed in the Green value of the output pixel for Color mode.
fa: درصد مقدار قرمز تصویر ورودی که در مقدار سبز پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the Red value of the input image which will be mixed in the Red value of the output pixel for Color mode.
fa: درصد مقدار قرمز تصویر ورودی که در مقدار قرمز پیکسل خروجی برای حالت رنگ مخلوط خواهد شد.

source: Percentage of the combination of colors which will be added to the overall blue value.
fa: درصد ترکیب رنگ ها که به مقدار کلی آبی اضافه خواهد شد.

source: Percentage of the combination of colors which will be added to the overall green value.
fa: درصد ترکیب رنگ هایی که به مقدار کلی سبز اضافه خواهد شد.

source: Percentage of the combination of colors which will be added to the overall red value.
fa: درصد ترکیب رنگ هایی که به مقدار کلی قرمز اضافه خواهد شد.

source: Percentage of the combination of colors which will be added to the overall value.
fa: درصد ترکیب رنگ ها که به مقدار کلی اضافه خواهد شد.

source: Perform reverse projection to compare a suspect to an unknown subject in a CCTV video.
fa: انجام طرح معکوس برای مقایسه یک مظنون به یک موضوع ناشناخته در یک ویدیو دوربین مدار بسته.

source: Periodic
fa: تناوبی

source: Permanent
fa: دائمی

source: Perspective
fa: چشم انداز

source: Perspective Aligner
fa: ترازکن چشم انداز

source: Perspective Registration
fa: ثبت چشم انداز

source: Perspective Stabilization
fa: تثبیت چشم انداز

source: Perspective Super Resolution
fa: چشم انداز

source: Pixel Distance
fa: فاصله پیکسل

source: Pixelate
fa: پیکسلات

source: Pixelate a license plate.
fa: يه پلاک رو پیکسل کن.

source: Pixelates, darkens or blurs a selected area in a video (redaction for privacy, witness protection, or sensitive subjects). Supports different tracking methods and inverse selection.
fa: Pixelates, darkens or blurs a selected area in a video (redaction for privacy, witness protection, or sensitive subjects). از روش های مختلف ردیابی و انتخاب معکوس پشتیبانی می کند.

source: Platform:
fa: بستر:

source: Play
fa: پخش

source: Play / Pause
fa: پخش / مکث

source: Play multiple videos one after the other.
fa: پخش ویدیوهای متعدد یکی پس از دیگری.

source: Player
fa: پخش کننده

source: Plays back the video in the reverse direction.
fa: ویدیو را در جهت معکوس پخش می کند.

source: Please apply the filter configuration before trimming.
fa: لطفا قبل از پیرایش پیکربندی فیلتر را اعمال کنید.

source: Please choose a destination file
fa: لطفا یک پرونده مقصد را انتخاب کنید

source: Please enter a device name that will be sent to the Amped Software server for license activation. This name is a unique identifier which allows you to view on the Amped Support Portal (%s) the devices on which the software has been activated. The device name must be between 3 and 50 characters in length and contain only alphanumeric characters.
fa: لطفا نام دستگاهی را وارد کنید که برای فعال سازی مجوز به سرور نرم افزار Amped ارسال خواهد شد. این نام یک شناسه منحصر به فرد است که به شما اجازه می دهد تا در پورتال پشتیبانی Amped (%s) دستگاه هایی که نرم افزار بر روی آن فعال شده است را مشاهده کنید. نام دستگاه باید بین ۳ تا ۵۰ کاراکتر طول داشته باشد و فقط شامل کاراکترهای عددی آلفا باشد.

source: Please enter a new description for the bookmark.
fa: لطفا توضیحات جدیدی را برای نشانک وارد کنید.

source: Please enter a new description for the filter.
fa: لطفا توضیحات جدیدی را برای فیلتر وارد کنید.

source: Please enter a new name for the bookmark.
fa: لطفا یک نام جدید برای نشانک وارد کنید.

source: Please enter a new name for the chain.
fa: لطفا یک نام جدید برای زنجیره وارد کنید.

source: Please enter a new name for the filter.
fa: لطفا یک نام جدید برای فیلتر وارد کنید.

source: Please enter a new name for the folder.
fa: لطفا یک نام جدید برای پوشه وارد کنید.

source: Please enter the new name for the script
fa: لطفا نام جدید برای اسکریپت را وارد کنید

source: Please note that, while this filter needs multiple frames as input, it outputs one single frame. This filter, when applied to a single image, outputs a copy of the source.
fa: لطفا توجه داشته باشید که, در حالی که این فیلتر نیاز به فریم های متعدد به عنوان ورودی, آن را خروجی یک قاب تک. این فیلتر، هنگامی که بر روی یک تصویر واحد اعمال می شود، یک کپی از منبع را خروجی می دهد.

source: Please open Powerpoint first.
fa: لطفا ابتدا پاورپوینت را باز کنید.

source: Please open a Word document first.
fa: لطفا ابتدا یک سند Word باز کنید.

source: Please stop capture before the changing audio setting.
fa: لطفا ضبط را قبل از تنظیم صوتی در حال تغییر متوقف کنید.

source: Please stop capture before the changing frame rate mode.
fa: لطفا قبل از تغییر حالت نرخ فریم ضبط را متوقف کنید.

source: Please stop the capture before closing.
fa: لطفا قبل از بسته شدن جلوي دستگيري رو بگيريد

source: Please wait for the current operation to end...
fa: لطفا صبر کنید تا عملیات فعلی به پایان برسد...

source: Please wait for the current operation to end: %4.2f%%
fa: لطفا منتظر بمانید تا عملیات فعلی به پایان برسد: %4.2f%٪

source: Please wait...
fa: لطفا صبر کنید...

source: Point
fa: نقطه

source: Point 1
fa: نقطه 1

source: Point 1:
fa: نکته ۱:

source: Point 2
fa: نقطه 2

source: Point 2:
fa: نکته ۲:

source: Point 3
fa: نقطه 3

source: Point 4
fa: نقطه 4

source: Point Spread Function
fa: تابع گسترش نقطه

source: Point Spread Function (PSF) size of the blur.
fa: نقطه گسترش تابع (PSF) اندازه تار.

source: Points
fa: نکته ها

source: Points on Line 1
fa: امتیاز در خط 1

source: Points on Line 2
fa: امتیاز در خط 2

source: Points on Line 3
fa: امتیاز در خط 3

source: Points representing the blue transformation curve.
fa: نقاطی که نشان دهنده منحنی تحول آبی هستند.

source: Points representing the green transformation curve.
fa: نقاطی که نشان دهنده منحنی تحول سبز هستند.

source: Points representing the red transformation curve.
fa: نقاطی که نشان دهنده منحنی تحول قرمز هستند.

source: Points representing the value transformation curve.
fa: نقاطی که منحنی تحول ارزش را نشان می دهند.

source: Polish
fa: لهستان

source: Polynomial
fa: چندسوهی

source: Portrait
fa: پرتره

source: Position in Frames
fa: موقعیت در فریم ها

source: Position in Time
fa: موقعیت در زمان

source: Position of the reference frame.
fa: موقعیت قاب مرجع.

source: Position of the saved frame in the input video.
fa: موقعیت قاب ذخیره شده در ویدیو ورودی.

source: Position of the timestamp.
fa: موقعيت تايم استمپ .

source: Position seeked: %s
fa: موقعیت به دنبال: %s

source: Position:
fa: موقعیت:

source: Position:
fa: محل نمایش:

source: Post Generation Event
fa: رویداد نسل

source: Post-Projection
fa: پس از پروجکشن

source: Power
fa: قدرت

source: Premultiplied Alpha Channel
fa: کانال پره مولتیپید آلفا

source: Prepare for Perspective Super Resolution
fa: آماده شدن برای چشم انداز

source: Prepares a video or image for presentation.
fa: یک ویدیو یا تصویر را برای نمایش آماده می کند.

source: Present
fa: حاضر

source: Presentation
fa: ارائه

source: Preview
fa: پیش نمایش

source: Previous Chain
fa: زنجیره قبلی

source: Previous Event
fa: رویداد قبلی

source: Previous Filter
fa: فیلتر قبلی

source: Previous Filter Id
fa: شناسه فیلتر قبلی

source: Previous Filter Name
fa: نام فیلتر قبلی

source: Previous Frame
fa: فریم قبلی

source: Previous Parameters Page
fa: صفحه پارامترهای قبلی

source: Previous frame seeked
fa: قاب قبلی به دنبال

source: Print
fa: پرینت

source: Print Preview
fa: پیش نمایش چاپ

source: Print...
fa: چاپ...

source: Printing
fa: چاپ و چاپگر

source: Proceed
fa: ادامه

source: Proceed to overwrite
fa: اقدام به بازنویسی

source: Process aborted by user.
fa: فرآیند سقط شده توسط کاربر.

source: Process an image and save the results.
fa: پردازش یک تصویر و ذخیره نتایج.

source: Process an image copied to the clipboard from the web or another program.
fa: پردازش یک تصویر کپی شده به کلیپ بورد از وب و یا یک برنامه دیگر.

source: Process interrupted.
fa: روند قطع شد.

source: Process live videos coming from a webcam.
fa: پردازش فیلم های زنده از وب کم می آیند.

source: Process videos captured directly from the city CCTV network.
fa: فیلم های فرایند به طور مستقیم از شبکه دوربین مدار بسته شهرستان ضبط شده است.

source: Processes interlaced frames.
fa: پردازش قاب های به هم پیوسته.

source: Processes the interlaced videos.
fa: فیلم های به هم پیوسته را پردازش می کند.

source: Processing
fa: در حال پردازش

source: Processing error.
fa: خطاي پردازش .

source: Processing...
fa: در حال پردازش...

source: Product Edition:
fa: نسخه محصول:

source: Product:
fa: محصول:

source: Professional
fa: حرفه ای

source: Program Options
fa: گزینه های برنامه

source: Program Options...
fa: گزینه های برنامه...

source: Program Reference Guide
fa: راهنمای مرجع برنامه

source: Progress 0%
fa: پیشرفت 0٪

source: Progress:
fa: پیشرفت:

source: Progress: %4.2f
fa: پیشرفت: %4.2f

source: Progress: %4.2f %%
fa: پیشرفت: %4.2f %%

source: Progress: %4.2f %%
fa: پیشرفت: %4.2f %%

source: Progress: %4.2f %c
fa: پیشرفت: %4.2f %c

source: Progress: %4.2f%% (Copying current file: %4.2f%% )
fa: پیشرفت: %4.2f%٪ (کپی کردن فایل فعلی: %4.2f%٪ )

source: Progress: 0%
fa: پیشرفت: 0٪

source: Progress: 0%
fa: پیشرفت: 0٪

source: Project
fa: پروژه ها

source: Project Auto-Recovery
fa: پروژه بازیابی خودکار

source: Project File:
fa: پرونده پروژه:

source: Project Name:
fa: نام پروژه:

source: Project Properties
fa: خواص پروژه

source: Project Properties...
fa: خواص پروژه...

source: Project chain ID is invalid.
fa: شناسه زنجیره پروژه نامعتبر است.
