Repository: SMAKSS/amped-five
Catalog: data/lang/*/five.po
Languages: fa

source: [Extract Channel] produces a single channel (grayscale) image from a 3-channels (RGB) extracting the channel of interest from the input image. It is possible to convert the image into another color space before the extraction; the currently available options, besides the original [RGB], are: [YCbCr], [YUV], [HSV], [HLS], [XYZ], [Lab], [Luv] and [CMYK]. For example, if the [YCbCr Y] channel is selected, the image is converted into the YCbCr color space and the Y is copied to the output image. The currently implemented [RGB] to [CMYK] conversion is a simplified one that does not use color profiles. If the input image has only one channel, the output image will be a simple copy of the input one.
fa: [Extract Channel] یک تصویر کانال واحد (grayscale) از یک کانال ۳ کانال (RGB) تولید می کند که کانال مورد علاقه را از تصویر ورودی استخراج می کند. می توان تصویر را قبل از استخراج به فضای رنگی دیگری تبدیل کرد؛ گزینه های در حال حاضر در دسترس، علاوه بر اصلی [RGB]، هستند: [YCbCr]، [YUV]، [HSV]، [HLS]، [XYZ]، [آزمایشگاه]، [Luv] و [CMYK]. به عنوان مثال، اگر کانال [YCbCr Y] انتخاب شود، تصویر به فضای رنگ YCbCr تبدیل می شود و Y به تصویر خروجی کپی می شود. تبدیل [RGB] که در حال حاضر پیاده سازی شده است به [CMYK] تبدیل ساده شده ای است که از پروفایل های رنگی استفاده نمی کند. اگر تصویر ورودی تنها یک کانال داشته باشد، تصویر خروجی یک کپی ساده از یک ورودی خواهد بود.

source: [Frame Averaging] calculates and implements a pixel-by-pixel mean along all the frames of the video.
fa: [Frame Averageing] یک میانگین پیکسل به پیکسل را در طول تمام قاب های ویدئو محاسبه و پیاده سازی می کند.

source: [Gaussian Filter] is a low-pass filter used to blur images reducing noise and detail. It preserves edges better than a similarly sized averaging filter. The amount of smoothing is determined by the value of the parameter [Sigma]: larger values produce smoother images with fewer details.
fa: [فیلتر گاوس] یک فیلتر کم پاس است که برای تار کردن تصاویر کاهش نویز و جزئیات استفاده می شود. لبه ها را بهتر از یک فیلتر میانگین به اندازه مشابه حفظ می کند. مقدار صاف کردن با مقدار پارامتر [سیگما] تعیین می شود: مقادیر بزرگتر تصاویر صاف تری با جزئیات کمتر تولید می کنند.

source: [Grayscale Conversion] produces a single channel (grayscale) image from a 3-channels (usually RGB-color) image. Each pixel value, Y, of the output image is calculated with the following formula: Y = 0.299*R + 0.587*G + 0.114*B, where R, G and B are respectively the red, green, and blue values of the pixel in the input image. If the input image is already in grayscale, the output image will be a simple copy of the input one.
fa: [Grayscale Conversion] یک تصویر کانال واحد (grayscale) از یک تصویر ۳ کاناله (معمولاً RGB-color) تولید می کند. هر مقدار پیکسل، Y، از تصویر خروجی با فرمول زیر محاسبه می شود: Y = 0.299*R + 0.587*G + 0.114*B, که در آن R، G و B به ترتیب مقادیر قرمز، سبز، و آبی پیکسل در تصویر ورودی هستند. اگر تصویر ورودی در حال حاضر در مقیاس خاکستری باشد، تصویر خروجی یک کپی ساده از یک ورودی خواهد بود.

source: [Highlights], [Midtones] and [Shadows] settings used to map the pixel values of the blue channel of image.
fa: [نکات برجسته]، [Midtones] و [سایه ها] تنظیمات مورد استفاده برای نقشه برداری از مقادیر پیکسل کانال آبی تصویر.

source: [Highlights], [Midtones] and [Shadows] settings used to map the pixel values of the grayscale converted image.
fa: [نکات برجسته]، [Midtones] و [سایه ها] تنظیمات مورد استفاده برای نقشه برداری از مقادیر پیکسل خاکستری تصویر.

source: [Highlights], [Midtones] and [Shadows] settings used to map the pixel values of the green channel of image.
fa: [نکات برجسته]، [Midtones] و [سایه ها] تنظیمات مورد استفاده برای نقشه برداری از مقادیر پیکسل کانال سبز تصویر.

source: [Highlights], [Midtones] and [Shadows] settings used to map the pixel values of the red channel of image.
fa: [نکات برجسته]، [Midtones] و [سایه ها] تنظیمات مورد استفاده برای نقشه برداری از مقادیر پیکسل کانال قرمز تصویر.

source: [Interleave] converts a video, in which the two fields are juxtaposed one above the other, into an ordinary interlaced video.
fa: [Interleave] تبدیل یک ویدیو، که در آن دو زمینه یکی بالاتر از دیگری پیش هم گذاشته شده و به یک ویدیو معمولی به هم پیوسته تبدیل می‌شود.

source: [Motion Deblurring] reduces the blurring effect caused by objects moving too fast during the image acquisition process. The algorithm is based on a Wiener filtering having, as point spread function (PSF), a line [Size] pixels long with an angle of [Angle] degrees.
fa: [حرکت Deblurring] اثر تار ناشی از اشیاء در حال حرکت بیش از حد سریع در طول فرایند کسب تصویر را کاهش می دهد. الگوریتم بر اساس یک فیلترینگ وینر با داشتن، به عنوان تابع گسترش نقطه (PSF)، یک خط [اندازه] پیکسل های طولانی با زاویه درجه [زاویه] است.

source: [Motion Detection] finds events of interest in a video quickly by only stopping on the frames where motion is found. It is possible to set the detection only within a specific region of the image. In order to make the results more robust, a background image is generated for comparison by multiple frames and a denoising filter is applied.
fa: [تشخیص حرکت] رویدادهای مورد علاقه در یک ویدیو را به سرعت تنها با توقف بر روی قاب هایی که حرکت در آن یافت می شود، پیدا می کند. می توان تشخیص را تنها در یک منطقه خاص از تصویر تنظیم کرد. به منظور قوی تر کردن نتایج، یک تصویر پس زمینه برای مقایسه توسط قاب های متعدد تولید می شود و یک فیلتر مزاحم اعمال می شود.

source: [Nearest] is the fastest interpolation algorithm, however it also provides the worst visual effect. [Bilinear] produces better results than the previous algorithm, but is a bit slower and may introduce some blurriness (new gray levels are introduced in the interpolated image). [Bicubic] is the best of the classical interpolation algorithms available (although in most cases you won't probably notice visual differences with respect to [Bilinear]), but it is also the slowest. [Area] may be the preferred method for shrinking as it gives moiré-free results; when used for zooming, it is similar to the Nearest method. [Lanczos] produces slightly sharper results than [Bicubic] but takes a little longer to compute.
fa: [نزدیک ترین] سریع ترین الگوریتم بین یابی است، با این حال بدترین اثر بصری را نیز فراهم می کند. [Bilinear] نتایج بهتری نسبت به الگوریتم قبلی تولید می کند، اما کمی کندتر است و ممکن است مقداری تاری را معرفی کند (سطوح خاکستری جدید در تصویر بین قطبی معرفی می شوند). [Bicubic] بهترین الگوریتم های بین یابی کلاسیک موجود است (اگرچه در بیشتر موارد احتمالاً متوجه تفاوت های بصری با توجه به [Bilinear] نمی شوید)، اما کندترین نیز هست. [منطقه] ممکن است روش ترجیح داده شده برای کوچک شدن آن را به عنوان نتایج بدون moiré می دهد؛ هنگامی که برای زوم استفاده می شود، شبیه به نزدیک ترین روش است. [Lanczos] نتایج کمی تیزتر از [Bicubic] تولید می کند اما کمی بیشتر طول می کشد تا محاسبه شود.

source: [Nonlinear Deblurring] reduces the blurring effect caused by objects moving too fast during the image acquisition process. The algorithm is based on a Wiener filtering, having as point spread function (PSF) a spline created by user selected points.
fa: [Deblurring غیر خطی] اثر تار ناشی از اشیاء در حال حرکت بیش از حد سریع در طول فرایند کسب تصویر را کاهش می دهد. الگوریتم بر اساس یک فیلترینگ وینر، داشتن به عنوان تابع گسترش نقطه (PSF) یک اسپلین ایجاد شده توسط نقاط انتخاب شده کاربر است.

source: [Optical Deblurring] reduces the blurring effect due to incorrect focus settings during the image acquisition process. The algorithm is based on a Wiener filtering, having a circle of diameter [Size] as point spread function (PSF). In order to filter out the noise it is possible to set the [Noise] parameter, which represents the estimated noise-to-signal power ratio of the image.
fa: [Deblurring نوری] اثر تار شدن را به دلیل تنظیمات تمرکز نادرست در طول فرایند اکتساب تصویر کاهش می دهد. الگوریتم بر اساس یک فیلترینگ وینر، داشتن یک دایره قطر [اندازه] به عنوان تابع گسترش نقطه (PSF) است. به منظور فیلتر کردن نویز می توان پارامتر [Noise] را تنظیم کرد که نشان دهنده نسبت توان نویز به سیگنال تخمینی تصویر است.

source: [Perspective Registration] aligns an object of interest in all frames with respect to a reference frame by a projective geometric transformation. For each frame, except for the reference one, the homography matrix which maps four control points of the frame to the corresponding points of the reference frame is calculated. The result can be refined by an optimization process which maximizes, through the Nelder-Mead simplex method, the correlation between the region of interest on the reference frame and each transformed frame.
fa: [ثبت چشم انداز] یک شیء مورد علاقه در تمام قاب ها را با توجه به یک قاب مرجع توسط یک تحول هندسی پیش بینی شده همسو می کند. برای هر فریم، به جز مرجع یک، ماتریس هوموگرافی که چهار نقطه کنترل قاب را به نقاط متناظر قاب مرجع نقشه برداری می کند محاسبه می شود. نتیجه را می توان با یک فرایند بهینه سازی که حداکثر، از طریق روش Nelder-Mead simplex، همبستگی بین منطقه مورد علاقه بر روی قاب مرجع و هر قاب تبدیل تصفیه شده است.

source: [Replace Channel] converts the image into another color space selected by the user and replaces one of the channels with another, possibly from a third color space. The currently available options, besides the original RGB, are: YCbCr, YUV, HSV, HLS, XYZ, Lab, Luv and CMYK. The currently implemented RGB to CMYK conversion is a simplified one that does not use color profiles. It is optionally possible to invert the replaced channel or to fill it with black, middle gray or white. If the input image has only one channel, the output image will be a simple copy of the input one.
fa: [جایگزین کانال] تصویر را به فضای رنگی دیگری تبدیل می کند که توسط کاربر انتخاب شده و یکی از کانال ها را با کانال دیگری جایگزین می کند که احتمالاً از یک فضای رنگ سوم است. گزینه های در حال حاضر در دسترس، علاوه بر RGB اصلی، هستند: YCbCr، YUV، HSV، HLS، XYZ، آزمایشگاه، Luv و CMYK. تبدیل RGB به CMYK که در حال حاضر پیاده سازی شده است، تبدیل ساده شده ای است که از پروفایل های رنگی استفاده نمی کند. به صورت اختیاری می توان کانال جایگزین شده را وارونه کرد یا آن را با سیاه، خاکستری میانی یا سفید پر کرد. اگر تصویر ورودی تنها یک کانال داشته باشد، تصویر خروجی یک کپی ساده از یک ورودی خواهد بود.

source: [Replace Channel] may sometimes be useful to improve the visibility of details in an image.
fa: [جایگزین کانال] گاهی اوقات ممکن است مفید باشد برای بهبود دید جزئیات در یک تصویر.

source: [Resize 1:1] resizes the image in order to obtain a 1:1 reproduction on the display or on the printed report. This is useful for the reproduction of flat objects such as documents or fingerprints. The scale factor is computed by measuring a reference object of known length.
fa: [تغییر اندازه 1:1] تغییر اندازه تصویر به منظور به دست آوردن یک تولید مثل 1:1 بر روی صفحه نمایش و یا در گزارش چاپ شده است. این کار برای تولید مثل اجسام مسطح مانند اسناد یا اثر انگشت مفید است. فاکتور مقیاس با اندازه گیری یک شیء مرجع با طول شناخته شده محاسبه می شود.

source: [Smart Resize] interpolates the input image by generating an output image of the desired size with an iterative two-dimensional implementation of the Warped Distance algorithm.
fa: [Smart Resize] تصویر ورودی را با تولید یک تصویر خروجی از اندازه مورد نظر با پیاده سازی دو بعدی آزمایشی الگوریتم فاصله وارپد در هم می آمیزد.

source: [Spotlight] modifies contrast and brightness of a selection of the image to highlight it in the scene.
fa: [نورافکن] کنتراست و روشنایی انتخاب تصویر را اصلاح می کند تا آن را در صحنه برجسته کند.

source: [Static Tracking] compares the current frame with the first. [Dynamic Tracking] compares the current frame with the previous. [Hybrid Tracking] compares the current frame with both the first and the previous (available only for [Rotation and Zoom] and [Perspective]).
fa: [ردیابی ایستا] قاب فعلی را با قاب اول مقایسه می کند. [ردیابی پویا] قاب فعلی را با قاب قبلی مقایسه می کند. [ردیابی ترکیبی] قاب فعلی را با هر دو قاب اول و قبلی مقایسه می کند (تنها برای [چرخش و زوم] و [Perspective] در دسترس است).

source: [Undistort] corrects the geometric distortion caused by capturing devices' optics. Although distortion can be irregular or follow many patterns, the most commonly encountered distortions are radially symmetric, or approximately so, arising from the symmetry of a photographic lens. In practice, distortion causes straight lines to appear curved in the image: this effect grows when going away from the center of the image. The optics distortion can usually be classified as one of two main types: - the barrel distortion is associated with wide angle (or minimal zoom) lenses and it makes the images to appear spherical (curved outward); - the pincushion distortion is associated with telephoto lenses (or maximum zoom); the images appear bent inwards, towards the center of the image. The output image is resampled using the interpolation method specified by the [Interpolation] parameter. The center of the image must coincide with the optical axis of the lens (i.e. the filter cannot be applied to cropped images).
fa: [Undistort] تحریف هندسی ناشی از گرفتن اپتیک دستگاه ها را تصحیح می کند. اگرچه تحریف می تواند نامنظم باشد یا از بسیاری از الگوها پیروی کند، اما شایع ترین تحریفات مواجه شده از نظر تابشی متقارن هستند، یا تقریباً به این شکل، ناشی از تقارن یک لنز عکاسی است. در عمل، تحریف باعث می شود که خطوط مستقیم در تصویر منحنی ظاهر شوند: این اثر هنگام دور شدن از مرکز تصویر رشد می کند. تحریف اپتیک معمولاً می تواند به عنوان یکی از دو نوع اصلی طبقه بندی شود: - تحریف بشکه با لنزهای زاویه پهن (یا حداقل زوم) همراه است و باعث می شود تصاویر کروی (منحنی به بیرون) ظاهر شوند؛ - تحریف پینکوسیون با لنزهای تله (یا زوم حداکثر) همراه است؛ تصاویر به سمت داخل خم شده، به سمت مرکز تصویر ظاهر می شوند. تصویر خروجی با استفاده از روش درون یابی مشخص شده توسط پارامتر [Interpolation] دوباره نمونه برداری می شود. مرکز تصویر باید مصادف با محور نوری لنز باشد (به این صورت که فیلتر نمی تواند روی تصاویر کروپ شده اعمال شود).

source: [Unroll] maps the original image to the output image in order to convert a hemispherical image into a standard one.
fa: [Unroll] تصویر اصلی را به تصویر خروجی نقشه برداری می کند تا یک تصویر همی کروی را به تصویر استاندارد تبدیل کند.

source: [Value] settings work only in [Grayscale] mode; [Red], [Green] and [Blue] settings work only in [Color] mode.
fa: [ارزش] تنظیمات فقط در حالت [Grayscale] کار می کنند؛ [قرمز]، [سبز] و [آبی] تنظیمات فقط در حالت [رنگ] کار می کنند.

source: [Video Input] allows to view real time full motion video coming from any DirectShow compatible device.
fa: [ورودی ویدئو] اجازه می دهد تا برای مشاهده زمان واقعی ویدیو حرکت کامل از هر دستگاه DirectShow سازگار است.

source: [Video Mixer] must always be positioned in the history AFTER the filters it links.
fa: [میکسر ویدئو] همیشه باید در تاریخ پس از فیلترهای آن لینک قرار گرفته است.

source: [input]
fa: [ورودی]

source: [not configured]
fa: [پیکربندی نشده]

source: [not updated]
fa: [به روز نشده]

source: [output]
fa: [خروجی]

source: [updated]
fa: [به روز شده]

source: disabled
fa: غیر فعال

source: empty
fa: خالی

source: enabled
fa: فعال شده

source: extend support and updates.
fa: گسترش پشتیبانی و به روز رسانی.

source: false
fa: غلط

source: frame
fa: قاب

source: frames
fa: قاب ها

source: not set
fa: تنظیم نشده

source: panel
fa: پانل

source: stream
fa: جریان

source: subscription
fa: اشتراک

source: support and updates plan
fa: پشتیبانی و برنامه به روز رسانی

source: true
fa: صحیح
